[
	{
		"title": "Aswan: Tour to High Dam, The Obelisk & Philae Temple by Boat",
		"duration": "5 hours",
		"price": "E£ 778.50",
		"imageURL": "https://cdn.getyourguide.com/img/tour_img-839958-70.jpg",
		"experiences": "Visit the Philae Temple, built in honor of the goddess Isis\r\nEnjoy a visit to the magnificent Unfinished Obelisk\r\nView the High Dam of Aswan – a miracle of engineering\r\nMarvel at the River Nile from a motor boat\r\n",
		"fullDescription": "Start your day tour in Aswan by getting picked up from your hotel or cruise ship and drive to the High Dam of Aswan, an engineering miracle when it was built in the 1960s. From the top of the High Dam you can gaze across Lake Nasser to the Kalabsha temple in the south and the huge power station to the north.\r\n\r\nContinue to the Unfinished Obelisk in the granite quarries of Aswan, where much of the red granite used for ancient temples and colossi came from. The Unfinished Obelisk still lies where it was carved when a crack was discovered as it was being hewn from the rock. Your qualified Egyptologist guide will explain how the 1 tonne obelisk was carved, and why the crack caused it to be abandoned.\r\n\r\nThe last of the 3 famous Aswan sites you will see is generally regarded as the best. Philae Temple was carefully moved to its current location (around 500 meters from the original site) when the construction of the High Dam caused surrounding Nile waters to rise. A short motorboat ride takes you to the island, where your guide will take you on a walking tour through the temple before allowing you free time to explore further on your own.\r\n\r\nDedicated to the goddess Isis, Philae Temple has a beautiful setting on an island in the river which has been landscaped to match its original site.\r\n\r\nAfter finishing your tour, you'll be dropped off your hotel or Nile cruise in Aswan.",
		"includes": "All transfers and pick ups from/ to your hotel\r\nTransport by air-conditioned modern vehicle\r\nQualified tour guide (in your own language )\r\nNile tour by motor boat to visit Phiale temple\r\nBottle of water for each participant\r\nTaxes and service\r\n"
	},
	{
		"title": "From Aswan: Private Tour to Abu Simbel",
		"duration": "8 hours",
		"price": "E£ 1,644.75",
		"imageURL": "https://cdn.getyourguide.com/img/tour_img-560706-70.jpg",
		"experiences": "See the magnificent temples of Abu Simbel\r\nMarvel at the rock-cut Small Temple of Queen Nefertari\r\nTravel across the desert in the cool early morning\r\n",
		"fullDescription": "Benefit from pick-up at your hotel in Aswan, and then journey across the desert by private, air-conditioned vehicle in the cooler temperature of the morning.\r\n\r\nMake your way to Abu Simbel to see the Great Temple of Ramses II and the temple of Queen Nefertari, both discovered in 1813 when they were almost completely covered with sand. Learn how they were moved in 1960 with the help of the government of Egypt and UNESCO to avoid the rising waters of the River Nile.\r\n\r\nSee the mural depicting the famous victory by Ramses II at the Battle of Qadesh and admire the Small Temple that he built for his favorite wife, Queen Nefertari. Marvel at the rock-cut sanctuary and its amazing bas reliefs before returning to Aswan to get dropped off at your hotel.",
		"includes": "Hotel pick-up and drop off\r\nEnglish-speaking Egyptologist guide\r\nEntrance fees\r\nAll service charges and taxes\r\n"
	},
	{
		"title": "Aswan to Luxor: 3-Day Guided Tour with Transfers",
		"duration": "3 days",
		"price": "E£ 2,010.25",
		"imageURL": "https://cdn.getyourguide.com/img/tour_img-1436684-70.jpg",
		"experiences": "View the High Dam of Aswa— a miracle of engineering\r\nTravel down the River Nile on motorboat\r\nTour the East and West Banks of Luxor with an expert guide\r\nMarvel at the Temple of Karnak, the oldest religious structure in the world\r\nExplore the lavish tombs of the 3 pharaohs in the Valley of the Kings\r\n",
		"fullDescription": "Day 1: Aswan Day tour\r\nStart your adventure by being picked up from your hotel in Aswan or the Aswan airport, bus or train station. Then start your tour to visit the High Dam and Philae Temple. At the end of your tour, be transferred back to your hotel.\r\n\r\nDay 2: Aswan to Luxor and Luxor East Bank\r\nIn the early morning, be transferred from your hotel to the Aswan train station, where you will take a first-class train from Aswan to Luxor (a 3-hour journey). After arriving in Luxor, be transferred to your hotel in Luxor. In the afternoon, visit the East Bank of the Nile, taking in the Temple of Karnak, the Temple of Luxor, and the Obelisk of Ramses II. Return to your cruise at the end of the tour, and then be transferred to your hotel in Luxor.\r\n\r\nDay 3: Luxor West Bank\r\nAfter enjoying breakfast, you will begin your journey along the West Bank by visiting the Valley of the Kings. Discover the Temple of Queen Hatshepsut at Deir el-Bahari. See the Colossi of Memnon and visit an alabaster institute.\r\n\r\nAt the end of your tour, you will be transferred back to your Luxor hotel, airport, train or bus station.",
		"includes": "Meet and assist service on arrival and departure from your hotel, airport, train or bus station in Aswan\r\nGuided Day Tour of Aswan\r\nTransfer to Aswan train station\r\nFirst-class Train ticket from Aswan to Luxor\r\nPick up from the Luxor train station\r\nGuided Tour of the East Bank of Luxor\r\nGuided Tour of the West Bank of Luxor\r\nTransportation in a modern air-conditioned vehicle\r\nExpert tour guide\r\nAll service charges and taxes\r\n"
	},
	{
		"title": "Aswan 4-Day Nile Cruise to Luxor",
		"duration": "4 days",
		"price": "E£ 8,224.25",
		"imageURL": "https://cdn.getyourguide.com/img/tour_img-1423974-70.jpg",
		"experiences": "Enjoy a 5-star luxury Nile River cruise\r\nSee the Philae Temple and the High Dam in Aswan\r\nExplore the Valley of the Kings in Luxor\r\nMarvel at the Temple of Horus in Edfu\r\nVisit the Temple of Karnak, the oldest religious structure in the world\r\n",
		"fullDescription": "Start your adventure with a pick-up from your hotel in Aswan or Aswan airport, bus or train station. Transfer to your cruise ship to check in and freshen up. Visit the High Dam and Philae Temple. \r\n\r\nIn the morning the cruise will start sailing towards Kom Ombo, where you will visit the largest temple in Egypt. Continue to sail towards Edfu where the biggest temple of the god Horus located. Arrive in Luxor in the late afternoon and visit the East Bank of the Nile, take in the Temple of Karnak, the Temple of Luxor, and the Obelisk of Ramses II. \r\n\r\nOn the final day, cross to the West Bank to the Valley of the Kings. See the Temple of Queen Hatshepsut at Deir el-Bahari. See the Colossi of Memnon and visit an alabaster institute. At the end of the tour, you will be transferred back to your hotel in Luxor, the airport, train, or bus station.",
		"includes": "Meet and assist service (arrival and departure) from hotel, airport, train or bus station\r\nGuided Day Tour to Aswan sightseeing\r\nGuided Tour to the East and West Banks of Luxor\r\nGuided Tour to Kom Ombo and Edfu temples\r\nAll transfers by modern air-conditioned vehicle\r\n3 Nights Accommodation on a 5-star cruise ship (full-board basis excluding drinks)\r\nExpert tour guide (choose your own Language )\r\nAll service charges and taxes\r\n"
	},
	{
		"title": "4-Day Nile Cruise from Aswan to Luxor",
		"duration": "4 days",
		"price": "E£ 9,138",
		"imageURL": "https://cdn.getyourguide.com/img/tour_img-432213-70.jpg",
		"experiences": "Relax on a 3-night Nile River cruise on board a floating hotel, with sundeck, swimming pool and full-service meals\r\nEnjoy the on board evening entertainment, such as a belly dance show, Captain's welcome cocktail party, Nubian folk show, and more\r\nTake a tour of the Valley of the Kings and learn about the burials of Pharaohs\r\nVisit the High Dam and Philae Temple\r\nCross to the West Bank to visit the Necropolis of Thebes and Temple of Hatshepsut\r\nAdmire the massive stone statues of the Colossi of Memnon\r\nExplore the East Bank of Luxor, said to be the 2nd most visited site in Egypt after the Pyramids of Giza\r\n",
		"fullDescription": "This 4-day luxury cruise from Aswan to Luxor on the Nile River is the perfect way to see many of the most important archaeological sites of Egypt. Visit the Valley of the Kings at Luxor, take in the splendors of the Kom Ombo Temple and see the Necropolis of Thebes.\r\n\r\nYour luxury boat will serve lunch and dinner throughout the cruise and you can dance the night away to an on board disco. Relax by the sundeck and swimming pool, or seek out the services of an Egyptologist guide to learn more about Ancient Egypt.\r\n\r\nDay 1: Departure from Aswan (Monday, Wednesday, or Friday)\r\nOn arrival in Aswan, meet your local tour representative for the start of your tour. Visit the High Dam and Philae Temple. Then, board your cruise in Aswan. Enjoy lunch on board, as well as afternoon tea, dinner and an evening disco party.\r\n\r\nDay 2: Kom Ombo – Edfu - Luxor\r\nEnjoy breakfast on board your cruise boat. Then, set sail to visit the Kom Ombo Temple, dedicated to the crocodile-god Sobek, and the falcon-god Haroeris. Located on a bend in the Nile, it is said that in ancient times, sacred crocodiles would bask in the sun on the banks of the area.\r\n\r\nSail to Edfu, site of the Ptolemaic Temple of Horus. After lunch, visit the temple and ancient settlement, known in Roman times as Apollinòpolis. Cross the lock and sail to Luxor, enjoying an on board dinner and overnight stay.\r\n\r\nDay 3: Luxor\r\nAfter breakfast on board, cross the Nile to the West Bank to tour the Necropolis of Thebes, Valley of The Kings, Temple of Hatshepsut, and the Colossi of Memnon.\r\n\r\nLuxor has often been called the world's greatest open-air museum and the number of preserved monuments are unparalleled anywhere else in the world. Focusing on the West Bank, you will stroll around the ruins at the Valley of the Kings and Valley of the Queens, used primarily for the burials of Pharaohs. Admire the massive stone statues of the Colossi of Memnon and the mortuary temples of the Temple of Hatshepsut.\r\n\r\nReturn to your boat for afternoon tea and relax on board, soaking up the sun by the swimming pool. Enjoy dinner and a last overnight stay on board.\r\n\r\nDay 4: Luxor - Departure\r\nAfter breakfast, visit the East Bank of Luxor to see Luxor Temple, built by Amenhotep III from Nubian sandstone. You will also visit the other great monument of the East Bank, Karnak Temple, said to be the 2nd most visited site in Egypt after the Pyramids of Giza.\r\n\r\nTransfer to Luxor Train Station, Luxor Airport, or a Luxor hotel for the end of the tour and your final departure.",
		"includes": "3 nights cruise boat accommodation (full board)\r\nTransportation by air-conditioned vehicles\r\nEnglish-speaking tour guide\r\n"
	},
	{
		"title": "Budget Egypt Nile Cruise from Aswan to Luxor",
		"duration": "4 days",
		"price": "E£ 10,508.75",
		"imageURL": "https://cdn.getyourguide.com/img/tour_img-373927-70.jpg",
		"experiences": "Visit the temple shared by the two gods Sobek and Haroeris.\r\nSee The Temple of Horus in Edfu and cross the lock\r\nDiscover the Valley of the Kings, the Temple of Hatshepsut and the Colossi of Memnon.\r\nExplore The East Bank: Karnak and LuxorTemples\r\n",
		"fullDescription": "At 6:00 you will be picked up from your hotel in Aswan or from Aswan Airport, met and assisted by a local representatives before being transferred to the cruise. Boarding will be before lunch, then begin your day tour in Aswan Visiting the High Dam and the Philae temple around 13:00 pm the cruise Sail to Kom Ombo. Have lunch on board followed by afternoon tea, then visit the temple shared by the two gods Sobek and Haroeris.\r\n\r\nDinner is on on board, followed by a disco party. Overnight you'll go past in Edfu. On day two, visit the Temple of Horus in Edfu, cross the lock and sail to Luxor. Afternoon Tea, Dinner on board & Galabya party. On day three, cross to the West Bank to visit Valley of the Kings, the Temple of Hatshepsut and the Colossi of Memnon. You'll enjoy an excursion to the Valley of Kings, a visit to the tombs of various dynasties and the Temple of Deir El Bahari. On the return journey, stop at the Colossi of Memnon where you'll find two gigantic sitting statues, representing Amenophis III, facing the Nile. Visit the Temple of Queen Hatshepsut and return for lunch on board and an afternoon spent at your leisure. Disembark on day four and begin your tour of the east bank, with Karnak and Luxor Temples. The excursion to the Luxor Temple will bring you to its courtyard and the granite statues of Ramses the Great. Proceed by carriage or bus to Karnak, which is a series of temples built in different reigns.\r\n\r\nFinally, start by the Avenue of Sphinxes and visit the Unfinished Propylon, the Hypostyle Hall with its 134 gigantic columns, the Obelisks of Queen Hatshepsut and Tutomosis III, the temple of Amon adorned with lotus and papyrus designs, the Granite Scarbeus of Amenophis III and the Sacred Lake. You'll be transferred to the airport at the end of your tour.",
		"includes": "Pick-up service from your hotel in Aswan to The Nile Cruise\r\nMultilingual expert Egyptologist guide\r\n3 Night accommodation on Full Board Basis Starting with Lunch\r\nAll transfers by a modern air-conditioned vehicle\r\nSightseeing as Per Tour Itinerary\r\nAll service charges and taxes\r\nAll transfers in Luxor, and Aswan\r\n"
	},
	{
		"title": "From Luxor to Aswan 5 Day 5 Star Nile Cruise Guided Tour",
		"duration": "5 days",
		"price": "E£ 9,503.50",
		"imageURL": "data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==",
		"experiences": "Enjoy a 5-star luxury Nile River cruise\r\nExplore the Valley of the Kings in Luxor\r\nSee the Philae Temple and the High Dam in Aswan\r\nMarvel at the Temple of Karnak, the oldest religious structure in the world\r\nVisit the spectacular Temple of Queen Hatshepsut\r\n",
		"fullDescription": "Day one: Luxor East Bank with Lunch and Dinner\r\nBegin your adventure with a pickup from your accommodation in Luxor or at Luxor airport, bus, or train station. Be transferred to your cruise to check in and freshen up. Later, your friendly guide will accompany you for a visit to the East Bank of the Nile, taking in the Temple of Karnak, the Temple of Luxor, and the Obelisk of Ramses II. \r\n\r\nDay two: Luxor West Bank with Breakfast, Lunch, and Dinner\r\nEnjoy breakfast on board. Cross to the West Bank to visit the Valley of the Kings. Visit the Temple of Queen Hatshepsut at Deir el-Bahari. See the Colossi of Memnon and visit an alabaster institute. Enjoy an afternoon tea when start sailing towards Kom Ombo temple. \r\n\r\nDay three: Kom Ombo to Edfu with Breakfast, Lunch, and Dinner\r\nAfter breakfast, visit the Temple of Kom Ombo. Sail to Edfu. After lunch, visit the Temple of Horus. Cross Esna Lock and sail to Aswan.\r\n\r\nDay four: Aswan with Breakfast, Lunch, and Dinner\r\nArrive in Aswan and visit the High Dam and Philae Temple. Return to the cruise ship then enjoy your free time. Lunch and afternoon tea will be served on board. \r\n\r\nDay five: Aswan with Breakfast\r\nAfter breakfast, check out and be transferred to your accommodation in Aswan or Aswan airport, bus, or train station. ",
		"includes": "Meet and assist service on arrival and departure from your hotel, the airport, or the train or bus station\r\nTransportation in a modern air-conditioned vehicle\r\nGuided Day Tour to Aswan sightseeing\r\nGuided Tour to the east bank of Luxor\r\nGuided Tour to West bank of Luxor\r\nGuided Tour to Kom Ombo and Edfu temples\r\nFour nights Accommodation on a 5-star cruise with full-board excluding drinks\r\nExpert tour guide\r\nAll service charges and taxes\r\n"
	},
	{
		"title": "Aswan 4-Day Nile Cruise with Cairo & Luxor Night Train",
		"duration": "4 days",
		"price": "E£ 8,757.75",
		"imageURL": "data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==",
		"experiences": "Experience first-class VIP train travel between Cairo and Aswan\r\nSee the Philae Temple and the High Dam in Aswan\r\nVisit the Valley of the Kings in Luxor\r\nEnjoy a 5-star luxury Nile River cruise\r\n",
		"fullDescription": "Take a 4-day luxury Nile cruise and admire the beauty of the Nile River Valley. See the important sites in Luxor, including the Karnak Temple, Temple of Queen Hatshepsut and the Colossi of Memnon. In Aswan, you’ll visit the Philae temple and the High Dam. Travel by VIP first-class train between Cairo and Aswan.\r\n\r\nDetailed Itinerary\r\nDay 1\r\nTransfer to the Cairo train station to catch the overnight train to Aswan.\r\n\r\nDay 2: Aswan – Kom Ombo (Meals: Lunch, Dinner)\r\nArrival in Aswan, where you’ll meet your tour representative at the train station. Visit the High Dam and Philae Temple before transferring to the cruise ship. Lunch and afternoon tea will be served on board. Sail to Kom Ombo. Dinner and overnight on board.\r\n\r\nDay 3: Kom Ombo – Edfu – Luxor (Meals: Breakfast, Lunch, Dinner)\r\nAfter breakfast, visit the Temple of Kom Ombo. Sail to Edfu. After lunch, visit the Temple of Horus. Cross Esna Lock and sail to Luxor. Overnight on board.\r\n\r\nDay 4: Luxor West Bank (Meals: Breakfast, Lunch, Dinner)\r\nBreakfast on board. Cross to the West Bank to visit the Valley of the Kings. Visit the Temple of Queen Hatshepsut at Deir el-Bahari. See the Colossi of Memnon and visit an alabaster institute. Afternoon tea and dinner and overnight on board.\r\n\r\nDay 5: Luxor East Bank (Meals: Breakfast)\r\nBreakfast on board before disembarkation from the cruise ship. Visit the East Bank of the Nile, taking in the Temple of Karnak, the Temple of Luxor, and the Obelisk of Ramses II. Transfer to the train station to catch the overnight train back to Cairo.\r\n\r\nDay 6\r\nArrival in Cairo and transfer to your hotel.",
		"includes": "Meet and assist service (arrival and departure)\r\nRound-trip first-class seated train tickets\r\nAll transfers by modern air-conditioned vehicle\r\nAccommodation on 5-star cruise (full-board basis excluding drinks)\r\nEgyptologist guide\r\nAll service charges and taxes\r\n"
	},
	{
		"title": "Aswan Trip by Nile Felluca",
		"duration": "2 hours",
		"price": "E£ 731",
		"imageURL": "data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==",
		"experiences": "Sail the River Nile\r\nMarvel at the view\r\nLearn about the region's history\r\n",
		"fullDescription": "You will be picked up from you hotel or Nile cruise in Aswan by your tour guide to start sailing the Nile by the felucca for about one Hour around Elephentine Island. The unusual name has nothing to do with the presence of any large land mammals anywhere.\r\n\r\nNext, visit the Botanical Gardens, which is rich in plants that were imported from all over the world. In the year of 1899 Lord Kitchener used this Island as a place for his campaign, and call it the Lord's house.\r\n\r\nAfter his death, this Island belonged to the ministry of agriculture. From there you will be transferred back to your hotel or Nile cruise in Aswan.",
		"includes": "All transfers by a Private air-conditioned vehicle\r\nAir Balloon fees\r\nAll Service charges & taxes\r\n"
	}
]
