[
	{
		"title": "From Cairo: Dinner Cruise on the Nile River",
		"price": "E£ 263.25",
		"duration": "4 hours",
		"imageURL": "https://cdn.getyourguide.com/img/tour_img-137512-70.jpg",
		"experiences": "Enjoy live entertainment while savoring a delicious open buffet dinner\r\nSail down the Nile River as you peer across the water towards the city's shining lights\r\nCruise from old Cairo to new Cairo as you take in the beautiful architecture\r\nExperience a unique Arabic outing on this 2-hour journey\r\n",
		"fullDescription": "Begin this wonderful dinner excursion from the lobby of your hotel at 6:30 PM. Join the 5-star deluxe Nile Cruise and set sail for a 2-hour trip from Cairo and discover the beauty of the ancient Egyptian city by night.\r\n\r\nTake in the wonderful views of Cairo illuminated by the glaring city lights as you savor a special open buffet dinner. Enjoy a belly dance show, Arabic songs and music, along with a Tanoura show while delighting in your endless meal.\r\n\r\nThis amazing Arabian night experience ends with a drop-off at your hotel. Dinner is included in the tour price but beverages are not.",
		"includes": "Private transfer from and to hotel\r\nOpen buffet dinner\r\nLive entertainment\r\nAll taxes and services\r\n"
	},
	{
		"title": "Cairo and Giza Full-Day Highlights Tour from Hurghada",
		"price": "E£ 1,188",
		"duration": "20 hours",
		"imageURL": "https://cdn.getyourguide.com/img/tour_img-196155-70.jpg",
		"experiences": "Discover the last surviving 7 Wonders of the Ancient World\r\nExplore the ancient pyramids of the Giza Plateau\r\nSee antiquities of Ancient Egypt at the Egyptian Museum\r\nAdd on optional extra camel rides and more\r\nLearn more about the pharaohs of Ancient Egypt\r\n",
		"fullDescription": "Travel back in time to experience the heritage of Pharaonic Egypt on a full-day tour to Cairo and Giza, with transfers by air-conditioned vehicles from the Red Sea.\r\n\r\nFollowing a pick-up from your hotel, get some great views of the landscape en route to the Egyptian capital. Stops can be made whenever you require. Upon arrival in Cairo, visit the Egyptian Museum on Tahrir Square, and discover one of the most comprehensive collections of Ancient Egyptian relics in the world. Explore treasures that tell the story of a highly-developed culture.\r\n\r\nFor a supplement, you can enter the Mummy Room to learn all about the mummification process, and come face-to-face with some of the Egyptian royals of the Pharonic days in mummified form.\r\n\r\nTransfer to Giza in the afternoon to see the Great Pyramids and Great Sphinx in the Giza Plateau. Marvel at this last surviving monument of the 7 Wonders of the Ancient World, built more than 4.500 years ago as everlasting graves for the pharaohs Cheops, Chephren, and Mykerinos.\r\n\r\nMarvel at the mysterious Sphinx statue of a Pharaoh’s head with a lion’s body. Optional activities in Giza upon payment of a supplement include a look inside the Great Pyramid or Small Pyramid, a ride on a camel, or a visit to the Solar Boat Museum, where you will see the legendary boat that Pharaoh Cheops had built in order to sail through the underworld\r\n\r\nTransfer back to your hotel in the evening for the end of tour services.",
		"includes": "Transfers from/to your hotel and between the sights by high-class air-conditioned vehicles\r\nGuided tours in your language\r\nEntrance fees for the above mentioned sights\r\nLunch in a local restaurant\r\n"
	},
	{
		"title": "Private Transfer between Cairo Airport & Cairo/Giza",
		"price": "E£ 109.75",
		"duration": "1 hour",
		"imageURL": "https://cdn.getyourguide.com/img/tour_img-123206-70.jpg",
		"experiences": "Relax, knowing your driver will track your flight and allow for delays and early arrivals to Cairo International Airport\r\nSit back and relax as you are transported through Cairo in comfort\r\nWatch the scenery in comfort as your driver takes you from Cairo International Airport to the destination of your choice\r\nTrust your experienced driver to navigate the complicated streets of Cairo and Giza\r\nEnjoy Cairo and Giza's scenery without having to worry about traffic or maps\r\n",
		"fullDescription": "Enjoy a private airport transfer from Cairo Airport International to either Cairo or Giza, getting you to your destination comfortably and quickly.\r\n\r\nWhen you arrive to Cairo airport you should buy the entry Visa stamps from any bank inside the terminal itself for $15. each, then paste it inside any empty page at your passport and go to the officer window to put the arrival seal on it. After putting the arrival seal on your passport, go to the luggage belt. Get your luggage and take the way out. In front of the exit gate you will find our representative with a sign of your name. Then you will be transferred by a private, air-conditioned car to your hotel in either Cairo or Giza.\r\n\r\nThis transfer is also available from Cairo or Giza to Cairo International Airport.",
		"includes": "Transfer from Cairo International Airport to hotel in Cairo or Giza\r\nPrivate, air-conditioned van\r\nAll taxes and services\r\n"
	},
	{
		"title": "Full-Day Tour of Historical Alexandria from Cairo, Egypt",
		"price": "E£ 1,169.75",
		"duration": "10 hours",
		"imageURL": "https://cdn.getyourguide.com/img/tour_img-48820-70.jpg",
		"experiences": "Relax with comfortable air-conditioned transfers.\r\nBenefit from informative and professional Egyptologist guides.\r\nDiscover the main attractions of ancient Alexandria including the Roman Theatre and the Catacombs of Kom el Shaqafa\r\nStroll the ramparts of the 15th-century Qaitbay Citadel.\r\nEnjoy a leisurely lunch at a quality local restaurant.\r\n",
		"fullDescription": "Explore the rich history of Alexandria; tracing time from its ancient Egyptian roots, through the Classical period, to Roman times and beyond on an informative full-day tour from Cairo. Enjoy meet-and-greet service pick-up, and drop off from your Cairo hotel, and the comfort of an air-conditioned bus.\r\n\r\nBegin the journey with a visit to the Roman theater in Kom El-Deka; a marble theater that once seated 800 spectators with galleries, sections of mosaic flooring, and a pleasure garden, all surrounded by Roman baths and villas.\r\n\r\nContinuing, explore the Catacombs of Kom el Shoqafa; the necropolis of 3 sub-levels dating from the 2nd century AD merges aspects of Egyptian, Greek, and Roman culture in its features. See the Roman triclinium – a banquet hall to honor the dead, as well as statues, reliefs, and a pillared lobby featuring depictions of Egyptian gods in Roman armor.\r\n\r\nSee the site of the Alexandria Library. Concluding the tour, walk the ramparts of the 15th century Qaitbay Citadel, built upon the ruins of the ancient Alexandria Lighthouse. End this day of discovery with a relaxed evening drive back to Cairo, and your hotel.",
		"includes": "Transportation in air-conditioned deluxe van\r\n2 English-speaking Egyptologist guides\r\n3 entry-fees\r\nLunch at quality local restaurant (excluding beverages)\r\nBottled water\r\ntaxes and service charges\r\n"
	},
	{
		"title": "Cairo: Giza Pyramid, Sakkara & Memphis Full Day Private Tour",
		"price": "E£ 438.50",
		"duration": "8 hours",
		"imageURL": "https://cdn.getyourguide.com/img/tour_img-812863-70.jpg",
		"experiences": "Marvel at the famous Great Pyramids of Giza with your Egyptologist guide\r\nSee the ancient Step Pyramid of Djoser at the Sakkara archeological site\r\nVisit Egypt's former capital of Memphis, once the cultural center of the ancient world\r\n",
		"fullDescription": "Great Pyramids & Sphinx (Giza Pyramid Complex ) , Saqqara Step Pyramids and Memphis open air Museum :\r\n\r\nStart your day with an 08:00 AM pick-up at your hotel and travel with your guide to the Giza Plateau. On this 9-hour tour you’ll visit the Great Pyramids, the ancient capital of Memphis and the Step Pyramid of Djoser in Saqqara.\r\n\r\nWhen you reach the Giza Plateau, your Egyptology guide will introduce you to the famous Pyramids of Cheops, Chephren and Mykerinus.\r\n\r\nMarvel at the Great Sphinx statue and visit the Valley Temple, which is a part of the same ancient complex. Learn about the burial rites of the pharaohs.\r\n\r\nThe next stop on the tour is the Step Pyramid of King Djoser, at the fascinating Saqqara archaeological site. Built around 2630 BC, this special pyramid is the world's oldest major stone structure.\r\n\r\nYou’ll continue on to Memphis, the capital of ancient Egypt. Having reigned as a cultural center for over 3,000 years, Memphis boasts stunning ancient sites.",
		"includes": "Pick-up and drop off at hotels in Cairo and Giza\r\nTransportation by air-conditioned private car\r\nProfessional Egyptologist tour guide\r\nBottle of water for each participant\r\nAll services and taxes\r\n"
	},
	{
		"title": "Giza Pyramids, Sphinx and Sakkara - Private Full Day Tour",
		"price": "E£ 457",
		"duration": "8 hours",
		"imageURL": "https://cdn.getyourguide.com/img/tour_img-241258-70.jpg",
		"experiences": "Go on a private full day tour of the Giza Pyramids, the Sphinx, Memphis and Sakkara with a qualified Egyptologist\r\nGo inside of the Great Pyramids and visit the Mummies room\r\nView the Step Pyramid in Sakkara, only 27km from Cairo\r\n",
		"fullDescription": "Embark on a full-day tour to the Giza Pyramids, the Sphinx, Memphis and Sakkara.\r\n\r\nStart your tour by visiting the Great Pyramids - Cheops, Chephren and Mykerinos. The highlight of this section is getting close up to the Sphinx - the legendary guardian with a lion’s body and the head of King Chephren. Admire the impressive statue and get your photo taken beside it.\r\nYou will then visit Sakkara, a 27 km journey away from Cairo. The highlight of this section is the Step Pyramid. Built for King Zoser, it is considered an important part in the process of the pyramid evolution.\r\n\r\nFinally, you'll head over to Memphis. Not the home of Elvis, of course, but the ancient capital of Egypt!",
		"includes": "Expert tour guide (Egyptologist)\r\nPick-up and drop off transfers by private air-conditioned vehicle\r\nBottles of water\r\nTaxes and services\r\n"
	},
	{
		"title": "Cairo: Giza Pyramids Sound and Light Show with Dinner",
		"price": "E£ 457",
		"duration": "4 hours",
		"imageURL": "data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==",
		"experiences": "Experience the magic of the Pyramids of Giza at night\r\nLearn more about the ancient pharaohs during a spectacular sound and light show\r\nEnjoy a delicious dinner at a local restaurant\r\nMarvel as the Great Sphinx comes to life and speaks the words of a long dead Egyptian ruler\r\nGet great views of the pyramids illuminated at night\r\n",
		"fullDescription": "If you’ve been impressed by the Pyramids of Giza by daylight, experience the magic of the monuments at night with a ticket to the Sound and Light Show in the Giza Plateau.\r\n\r\nTransfer from Cairo by air-conditioned van, and take your seats in the spectacular setting of the pyramids and Great Sphinx in the desert. A recorded commentary will tell the story of the Pharoahs of Ancient Egypt as images are projected on to the temple walls.\r\n\r\nLearn more about Ancient Egypt and each ruin as the story unfolds, climaxing when the Great Sphinx comes to life and speaks the words of a long dead pharaoh. End with a delicious dinner at a local restaurant before the transfer back to your hotel in Cairo.",
		"includes": "Transfers from Cairo by air-conditioned deluxe van\r\nEnglish-speaking Egyptologist guide\r\nEntry fees\r\nDinner at a local restaurant (beverages not included)\r\nAll taxes and service charges\r\n"
	},
	{
		"title": "Hurghada: Full-Day Trip to Cairo and Giza Highlights",
		"price": "E£ 1,096.50",
		"duration": "20 hours",
		"imageURL": "data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==",
		"experiences": "Explore the oldest of the 7 Wonders of the Ancient World at Giza\r\nTour the Old Town of Cairo\r\nGo to the Egyptian Museum in Tahrir Square\r\nMarvel at the high Pyramid of Khufu, the oldest in the Giza Plateau\r\nLearn how the pyramids were built from an Egyptologist guide\r\nSee the reclining statue of the Great Sphinx\r\n",
		"fullDescription": "Discover the “City of a Thousand Minarets” on a full-day tour of Cairo, with round-trip transfers by bus from Hurghada. Relax in air-conditioned comfort on the long journey, admiring views of the Gulf of Suez.\r\n\r\nUpon arrival, your private Egyptologist guide will take you to Giza Plateau to see the oldest of the 7 Wonders of the Ancient World. Get breathtaking views of the Pyramids of Giza as you explore the mortuary temples of Cheops, Chephren, and Mykerinus. Learn the story of how the temples were constructed, and hear the stories behind their legends.\r\n\r\nContinue to the Great Sphinx, the giant statue of a reclining mythical beast with a lion’s body and the face of the Pharaoh Khafre. Go to the Valley Temple opposite, attributed to the Pharaoh Khafre, and marvel at the feat of ancient engineering.\r\n\r\nAfter lunch, drive into central Cairo to explore the artifacts of the Egyptian Museum in Tahrir Square. Designed by French architect Marcel Dourgnon, the museum’s collections exceed 120,000 masterpieces from the pre-dynastic to the Pharaonic and Greco-Roman periods. Learn about the mummification art of Ancient Egypt before your return transfer to Hurghada.",
		"includes": "Transfers by air conditioned van\r\nEgyptologist guide\r\nEntrance fees\r\nLunch at a local specialty restaurant\r\n"
	},
	{
		"title": "Hurghada: Day Trip to Cairo by Plane with Transfers",
		"price": "E£ 3,344.50",
		"duration": "14 hours",
		"imageURL": "data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==",
		"experiences": "Visit the Great Pyramid of Giza, one of the 7 Wonders of the Ancient World\r\nMarvel at the Great Sphinx and explore the Valley Temple\r\nAdmire the vast array of artifacts at the world-renowned Museum of Egyptian Antiquities\r\n",
		"fullDescription": "Marvel at the majesty of the Great Pyramid of Giza and the treasures of the Egyptian Museum. With your own private Egyptologist guide you’ll enjoy this full-day exploration of Cairo.\r\n\r\nEarly in the morning, you’ll be picked up at your hotel in Hurghada by air-conditioned van for the transfer to Hurghada airport and your flight to Cairo. When you arrive you’ll meet your Egyptologist guide and begin the tour with a visit the famous Giza Plateau.\r\n\r\nMarvel at the Great Pyramid, one of the 7 Wonders of the Ancient World, as well as the other 2 pyramids and mysterious Sphinx, the Father of Terror for the ancient pharaohs.\r\n\r\nThe tour also includes a visit to the Valley Temple that faces the great Sphinx, before you stop for lunch at a good quality restaurant.\r\n\r\nAfter lunch you’ll visit old Cairo with your guide before heading to the world-renowned Museum of Egyptian Antiquities. Built in the neo-classical style and designed by the French architect Marcel Dourgnon, the Museum is home to more than 120,000 masterpieces of Egyptian art and artifacts.\r\n\r\nAfter some free time in Cairo you’ll be transferred to the airport for your return flight to Hurghada, followed by a direct transfer to your hotel.",
		"includes": "Transfers from Hurghada by air-conditioned van\r\nEgyptologist tour guide\r\nFlight tickets\r\nEntrance fees to the attractions mentioned in the description\r\nRestaurant lunch during the tour\r\n"
	},
	{
		"title": "Luxor Guided Tour with Overnight 1st Class Train from Cairo",
		"price": "E£ 1,809.25",
		"duration": "2 days",
		"imageURL": "data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==",
		"experiences": "Travel from Cairo to Luxor by 1st class train\r\nDiscover the ancient temples of the East Bank of Luxor\r\nExplore the necropolis in the Valley of the Kings on the West Bank of Luxor\r\n",
		"fullDescription": "See some of the finest monuments from Ancient Egypt on a guided tour of the East Bank and West Bank of Luxor. Catch the overnight train from Cairo and get wonderful views of the Nile River Valley at the first light of day.\r\n\r\nDay 1:\r\nBenefit from pick-up at your hotel in Cairo or Giza, and then travel to the train station to catch the overnight 1st-class train to Luxor.\r\n\r\nDay 2:\r\nArrive at Luxor in the morning and meet a licensed tour guide to take a tour of the monuments by private air-conditioned vehicle. Start on the West Bank and visit the Valley Of The Kings, last resting place of the kings Tutmosis I, Tutmosis III, Tut-Ankh-Amon, Ramssess VI, Mrenptah and Amonhotep II.\r\n\r\nContinue to the Temple of Queen Hatshepsut, and learn about the only female ruler of Ancient Egypt. Discover the mortuary temple of Amenhotep III at the Colossi of Memnon, and then cross to the East Bank to explore the most splendid site of worship at the Karnak Temple. Visit the Temple of Luxor before getting dropped off at the station to take the overnight train back to Cairo.",
		"includes": "Pick-up from your hotel in Cairo or Giza\r\nPick-up and drop off at the train station in Luxor\r\nAll transfers by private air-conditioned coach\r\nProfessional tour guide in your chosen language\r\nRound-trip 1st class train ticket from Cairo to Luxor (or by bus, if you prefer)\r\nAll taxes and service charges\r\n"
	},
	{
		"title": "Giza Pyramids & Sphinx, Saqqara & Dahshur Full-Day Tour",
		"price": "E£ 438.50",
		"duration": "8 hours",
		"imageURL": "data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==",
		"experiences": "Get up close to the Pyramids of Giza and Great Sphinx\r\nLearn more about Ancient Egypt from an expert guide\r\nVisit the step pyramid of the Pharaoh Djoser at the archaeological site of Saqqara\r\nHear how pyramids were built\r\nMarvel at the unique Bent Pyramid in Dahshur\r\n",
		"fullDescription": "Journey back in time to the days of Ancient Egypt and go to the Giza Plateau to see the legendary pyramids of Cheops, Chephren and Mykerinus. Get up close to the Great Sphinx and visit the Valley Temple on the site where the pharaohs were laid to rest.\r\n\r\nNext, journey to the Step Pyramid of Djoser in the archaeological remains of the necropolis of Saqqara. Learn more about Pharaoh Djoser from your Egyptologist guide. Continue to Dahshur on the west bank of the River Nile and go inside the unfinished Red Pyramid, named for the rusty color of its limestone rocks.\r\n\r\nLearn how the pyramids were built.",
		"includes": "Pick-up and drop off at your hotel in Cairo or Giza\r\nTransportation by private, air-conditioned car\r\nExpert Egyptologist guide\r\nBottle of water per person\r\nAll services and taxes\r\n"
	},
	{
		"title": "Cairo: Giza Pyramids, Egyptian Museum & Bazaar Full-Day Tour",
		"price": "E£ 219.25",
		"duration": "8 hours",
		"imageURL": "data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==",
		"experiences": "Explore the history and culture of Ancient Egypt\r\nWander through 120,000 masterpieces of art at the Egyptian Museum\r\nSee the treasures from the Tomb of Tutankhamen\r\nVisit the Pyramids of Giza and Great Sphinx, the last remaining of the 7 Wonders of the Ancient World\r\nPick up some souvenir bargains and learn to haggle at the Khan El Khalili Bazaar\r\n",
		"fullDescription": "Enjoy a full-day tour exploring the history and culture of Egypt at the Egyptian Museum, Great Pyramids of Giza, and Great Sphinx. Then, shop for unique bargains in the historic Khan El Khalili Bazaar. An expert Egyptologist guide will be on hand at all times to offer helpful explanations of this most ancient of civilizations.\r\n\r\nStart your tour at the Egyptian Museum. Designed by the French architect Marcel Dourgnon, the museum is located in a handsome neo-classical building on Tahrir Square. Its collections exceed 120,000 masterpieces, ranging from the pre-dynastic era, to the Pharaonic and Greco-Roman periods. Undoubted highlights are the collection of rare treasures of King Tutankhamen, and the Mummies Room, which you can enter for a small extra charge.\r\n\r\nContinue to the Great Pyramids of Giza and Great Sphinx, the oldest of the 7 Wonders of the Ancient World, and the last still standing. Explore the Pyramids of Cheops, Chephren, and Mykerinus. Your guide will describe the story of their monumental construction, and tell you about their mysteries, before you explore inside one of the pyramids.\r\n\r\nProceed to the Great Sphinx, imposingly standing in the desert sand after thousands of years. Admire the colossal structure, before moving to the Valley Temple of the Pyramid of Cephren.\r\n\r\nDrive back to central Cairo and end your day at the lively Khan El Khalili Bazaar. Master the art of bargaining for great prices on fine brassware, copper, perfumes, leather, silver, gold, and antiques.",
		"includes": "Pick-up and drop off transfers in a private air-conditioned vehicle\r\nEnglish-speaking Egyptologist guide\r\nBottle of water\r\nTaxes and services\r\n"
	},
	{
		"title": "Great Pyramids and Sphinx Adventure",
		"price": "E£ 237.50",
		"duration": "5 hours",
		"imageURL": "data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==",
		"experiences": "Visit the iconic Pyramids of Giza before the crowds and the heat\r\nTour inside the Valley Temple and marvel at its construction\r\nEnjoy spectacular views of the Sphinx and the overall Giza Plateau\r\n",
		"fullDescription": "Experience the magic of the Land of the Pharaohs on a 5-hour visit to the Giza Plateau with an Egyptologist guide. Travel in air-conditioned comfort and start out with a visit to the Great Pyramid.\r\n\r\nContinue to the second pyramid, which is also the second-largest and the only pyramid that retains part of its original casing. See the third and smallest of the pyramids as well.\r\n\r\nVisit the interior of the Valley Temple and marvel at the construction. See the Great Sphinx of Giza, a statue with the body of a lion and the head of a man.\r\n\r\nStop at the panoramic viewpoint to take in all the pyramids from one spot.",
		"includes": "Pick-up and drop off at hotels in Cairo and Giza\r\nTransportation by private, air-conditioned car\r\nProfessional Egyptologist guide\r\nBottle of water\r\nAll service fees and taxes\r\n"
	},
	{
		"title": "From Cairo: Full-Day Tour to Alexandria with Lunch",
		"price": "E£ 1,261",
		"duration": "10 hours",
		"imageURL": "data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==",
		"experiences": "Explore the Greco-Roman city of Alexandria\r\nSee the triumphal column of Pompey's Pillar\r\nVisit the largest library in the world\r\nMarvel at the Citadel of Qaitbay, where the Lighthouse of Alexandria once stood\r\n",
		"fullDescription": "Discover the \"Pearl of the Mediterranean\" on a full-day tour of Alexandria by air-conditioned car from Cairo or Giza.\r\n\r\nRelax on the 3-hour journey, and on arrival see the fascinating attractions, such as the triumphal column of Pompey's Pillar, built in honor of the emperor Diocletian at the end of the 4th century. Go to the beautiful Citadel of Qaitbay on the site where the Lighthouse of Alexandria once stood.\r\n\r\nDiscover a large Roman cemetery carved in rock at the Catacombs of Kom El Shoqafa, and then explore the history of the Library of Alexandria, one of the largest and most famous libraries in the world.",
		"includes": "Transportation by private, air-conditioned car\r\nHotel pick-up and drop off in Cairo or Giza\r\nExpert Egyptologist guide in your chosen language\r\nBottle of water per person\r\nLunch at a fish market restaurant\r\nTaxes and service charges\r\n"
	},
	{
		"title": "Cairo: Quad Bike Desert Safari around Giza Pyramids",
		"price": "E£ 658",
		"duration": "3 hours",
		"imageURL": "data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==",
		"experiences": "Enjoy a quad bike tour around the Giza Pyramids\r\nDiscover the desert around Cairo\r\nTake a close-up look at the Sphinx\r\n",
		"fullDescription": "After a pick-up from your hotel in Cairo or Giza, you will be transferred to the Giza Pyramids. This is the starting point for your easy quad bike ride. The tour is simply the most exciting way to discover all the ancient wonders of Egypt. The custom-made buggies are capable of whisking over the dunes at speeds over 50 mph taking you to places where most tourists never get to see. Riding through the desert is a thrilling experience and will make your holiday in Egypt unforgettable.\r\n\r\nTake amazing pictures and see the Great Pyramids - Cheops, Chephren and Mykerinos. After this, visit the Valley Temple and have a close-up look at the Sphinx. At the end of your tour you will be taken back to your hotel. ",
		"includes": "Transportation\r\nEntry fees\r\nTour guide\r\nLunch at a local restaurant\r\n"
	},
	{
		"title": "Cairo: Sound & Light Show Giza Pyramids",
		"price": "E£ 712.75",
		"duration": "2 hours",
		"imageURL": "data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==",
		"experiences": "Enjoy Giza pyramids plateau after sunset\r\nWatch fantastic visuals projected onto the ancient Giza Pyramids\r\nEnjoy the Sound and Light show at the Giza Pyramids\r\n",
		"fullDescription": "Try something different by attending the dazzling Sound and Light show at the Giza Pyramids of Cheops, Chefren and Mykerinus. The Sound and Light show will whisk you away on a narrated journey of Egypt's history through dramatic storytelling, lights, and music. Watch as lights illuminate the sphinx and pyramids, in a show considered one of the best tourist attractions in Cairo.\r\n\r\nBegin your show with the tale of the Sphinx, who has been the vigilant guardian of the city of the dead for 5,000 years. Discover the story of the building of the pyramids, as well as the history of famous figures from ancient Egypt such as Thutmosis IV, Akhnaten, Nefertiti, and Tut Ankh Amon.",
		"includes": "Round trip A/C transportation\r\nEntrance fee\r\nServices and taxes\r\n"
	},
	{
		"title": "Giza Pyramids and Sphinx: Half-Day Private Tour",
		"price": "E£ 274.25",
		"duration": "4 hours",
		"imageURL": "data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==",
		"experiences": "Learn the history of the Giza Pyramids and Sphinx\r\nEnjoy a short camel ride around the Great Pyramid\r\nGet there comfortably in air-conditioned, private transportation\r\n",
		"fullDescription": "Meet your tour-guide in your hotel lobby and depart in a private, air-conditioned vehicle to the Giza Plateau.\r\n\r\nThe tour begins by exploring the oldest of the Seven Wonders of the Ancient World. You will visit the Pyramid of Cheops (The Great Pyramid of Giza), the largest pyramid in the world.\r\n\r\nContinue your tour with visits to the Pyramids of Chephren and Mykerinos. Learn the architectural significance and fascinating history of these magnificent structures.\r\n\r\nWhile on the Giza Plateau, you will see The Great Sphinx of Giza and learn about the mystery of one of the oldest and largest sculptures in the world.",
		"includes": "Hotel pick-up and drop-off from Cairo\r\nShort camel ride around the Great Pyramid\r\nBottled water\r\nEnglish-speaking tour guide\r\nAll taxes and service fees\r\n"
	},
	{
		"title": "1-Hour Felucca Ride on the Nile",
		"price": "E£ 146.25",
		"duration": "3 hours",
		"imageURL": "data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==",
		"experiences": "Cruise the Nile river and enjoy some of the stunning views on board your Felucca\r\nEnjoy a spectacular sunset over the River Nile\r\nDiscover Cairo's nightlife\r\n",
		"fullDescription": "Discover the river Nile as you cruise its waters in a traditional Felucca. Meet your guide in the lobby of your hotel and travel to the Nile pier in downtown Cairo and spend a day sailing down the same river Cleopatra did so many centuries ago. Enjoy a relaxing daytime cruise and let your hand glide along the Nile’s surface as you bathe in the warm Egyptian sun.\r\n\r\nChoose to take the cruise later on in the day and experience a spectacular sunset over Cairo from the deck or your boat, or alternatively hop on board the Felucca after the sun has set and observe Cairo’s buzzing nightlife from the river.",
		"includes": "Transfer service from and to hotel in air-conditioned vehicle\r\n1-Hour Felucca cruise on the Nile\r\nTaxes & service charge\r\nOne bottle of mineral water during your trip\r\n"
	},
	{
		"title": "Cairo: Egyptian Museum & Khan El-Khalili",
		"price": "E£ 627.25",
		"duration": "6 hours",
		"imageURL": "data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==",
		"experiences": "Tour the marvels of the Egyptian Museum\r\nAdmire Tut-Ench-Amun’s collection\r\nEnjoy shopping at Khan El-Khalili\r\n",
		"fullDescription": "Journey to the heart of the pharaohs' civilization in an air-conditioned car that will pick you up from your hotel. Arrive in style at Tahrir Square in front of the Egyptian Museum, a majestic building constructed in 1902. The ground floor contains colossal statues spanning thousands of years, arranged in chronological order. Take an informative and enlightening tour of the upper floor, marveling at smaller statues, fossils, paintings, sarcophagi and ancient Egypt maps. The famous Tut-Ench-Amun also has an exclusive section in the museum. \r\n\r\nBefore returning to your hotel stop by the vibrant colored market. The shops and bazaars display and sell a dizzying array of trinkets and artworks, giving you the chance to take home a small piece of Egyptian culture and civilization. Buy souvenirs for your friends or simply meander around the bustling shops.\r\n\r\nYour guide will then drop you off at your hotel in Cairo.",
		"includes": "All transfers in an air-conditioned vehicle\r\nPort pick-up and drop off\r\nSoft drinks during the drive\r\nEntrance fees to all the attractions mentioned in the itinerary\r\nService charges and taxes\r\n"
	},
	{
		"title": "Cairo Day Tour with Entry Fees and Lunch",
		"price": "E£ 710.75",
		"duration": "14 - 15 hours",
		"imageURL": "data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==",
		"experiences": "Take a guided tour of the 3 Pyramids of Giza\r\nSee the famous treasures of King Tutankhamun at the Egyptian Museum\r\nVisit a papyrus workshop\r\nEnjoy lunch at a Cairo restaurant\r\n",
		"fullDescription": "Visit the most famous sights of Cairo on a full-day guided tour. A tour representative will meet you outside your hotel for the transfer to Cairo by comfortable bus.\r\n\r\nWhen you arrive in Cairo you’ll be met by an Egyptologist guide and begin your tour of discovery at the Pyramids of Giza. Learn about each of the 3 pyramids, Khufu, Khafra and Menkaure, and then visit the Great Sphinx, the monumental statue with the head of a pharaoh on the body of a lion.\r\n\r\nLunch will be served at a local restaurant in Cairo. Afterwards, your tour continues with a visit to the world-famous Egyptian Museum. The museum houses over 165,000 Egyptian artifacts and the immeasurable riches of the golden treasures of King Tutankhamun are undoubtedly the highlight of the exhibition.\r\n\r\nThe 6 Tutankhamun gold sarcophagi are found in the main exhibit area, with his magnificent death mask the most important piece of this collection. Your guide will tell you about other top exhibits, and you’ll have plenty of time to explore the museum on your own.\r\n\r\nIf you’d like to buy some souvenirs of your trip, you might find some items you like when you visit a papyrus workshop and see the production of these works of art.",
		"includes": "Pick-up and drop off service from your hotel in Hurghada or Makadi Bay only\r\nRound-trip transfers between Hurghada or Makadi Bay and Cairo by air-conditioned bus\r\nMultilingual tour and guide\r\nLunch at a Cairo restaurant\r\nEntrance fees to all sites mentioned in the description\r\nAll services charges and taxes\r\n"
	},
	{
		"title": "Cairo 4-Hour Guided Tour of the Egyptian Museum",
		"duration": "4 hours",
		"price": "E£ 1,060",
		"imageURL": "https://cdn.getyourguide.com/img/tour_img-54033-70.jpg",
		"experiences": "Discover the treasures of the Egyptian Museum with an Egyptologist guide\r\nSee the gold and jewelry that was entombed with King Tutankhamen\r\nEnjoy transfers between your hotel and museum in air-conditioned comfort\r\n",
		"fullDescription": "Add an in-depth tour of the Egyptian Museum to your stay in Cairo. You’ll visit the most important museum in Egypt with an Egyptologist as your guide.\r\n\r\nOn this 4-hour tour you’ll be picked up at your hotel and transferred to the Egyptian Museum, where your guide will show you highlights of the unbelievable collection of artifacts from the old, middle, and new kingdoms.\r\n\r\nThe museum house over 250,000 genuine artifacts, including the treasures of the most famous Egyptian pharaoh, Tutankhamen. The gold and jewelry on display was enclosed in his tomb for over 3,500 years before it was discovered in the 1920s during excavations.\r\n\r\nAt the end of the tour you’ll be transferred back to your hotel.",
		"includes": "Egyptologist guide\r\nEntrance fee\r\nTransportation\r\nTaxes and service charges\r\n"
	},
	{
		"title": "Giza Pyramids and Egyptian Museum Full-Day Tour",
		"duration": "8 hours",
		"price": "E£ 182.75",
		"imageURL": "https://cdn.getyourguide.com/img/tour_img-769471-70.jpg",
		"experiences": "Explore the Great Pyramid of Giza and Great Sphinx\r\nTake a tour of the Egyptian Museum with an expert guide\r\nSee artifacts from the pharaonic era and learn more about Ancient Egypt\r\n",
		"fullDescription": "Journey by private air-conditioned vehicle to the Giza Plateau to discover one of the last remaining 7 Wonders of the World.\r\n\r\nBenefit from the services of an Egyptologist guide at the Giza Pyramids complex and get detailed explanations about the structures, including the limestone statue of a reclining sphinx. \r\n\r\nThen, go to Cairo city center and enter the Egyptian Museum on Tahrir Square. Take a guided tour of the halls to see thousands of artifacts and learn more about the pharaonic era. Explore more than 5,000 years of Egyptian history through statues of kings, models of daily life and mummified animals.",
		"includes": "Hotel pick-up and drop off in Cairo or Giza\r\nTransportation by air-conditioned private car\r\nProfessional Egyptologist guide (in your language)\r\nBottle of water per person\r\nAll services and taxes\r\n"
	},
	{
		"title": "From Hurghada: Full-Day Trip to Cairo by Plane",
		"duration": "1 day",
		"price": "E£ 3,344.75",
		"imageURL": "https://cdn.getyourguide.com/img/tour_img-324606-70.jpg",
		"experiences": "Visit the famous pyramids of Giza\r\nAdmire the uniqueness of the Sphinx\r\nDiscover more about the history of the country at the Egyptian Museum\r\nEnjoy shopping at the Khan el-Khalili market\r\n",
		"fullDescription": "Travel from Hurghada to Cairo by plane, where you can enjoy an exciting day tour. You will be picked up at your hotel in Hurghada in an air-conditioned vehicle and transferred to the airport to catch a domestic flight to Cairo. Upon arrival in Cairo you will be greeted by the Egyptologist who will accompany you throughout the tour.\r\n\r\nThe tour starts in Giza, where you visit the famous and impressive pyramids of Cheops, Chephren, and Mykerinos as well as the Sphinx. After a break for a delicious lunch, the tour continues on to the Egyptian Museum. Here you can admire the treasures of the young pharaoh Tutankhamun as well as other artifacts. In the afternoon you can enjoy shopping at the Khan el-Khalili market.\r\n\r\nAt the end of the tour you’ll be transferred to the airport in Cairo to catch the flight back to Hurghada. Once there you’ll be transferred back to your hotel.",
		"includes": "All transfers in an air-conditioned vehicle\r\nDomestic flights (Hurghada – Cairo/Cairo – Hurghada)\r\nPrivate tour guide\r\nSoft drinks during the drives\r\nEntrance fees to all the attractions mentioned in the itinerary\r\nLunch at an excellent restaurant\r\n"
	},
	{
		"title": "Half-Day Tour of Old Cairo & Khan El Khalili Bazaar",
		"duration": "5 hours",
		"price": "E£ 913.75",
		"imageURL": "https://cdn.getyourguide.com/img/tour_img-54503-70.jpg",
		"experiences": "Stop off at the Hanging Church and Ben Ezra Synagogue\r\nSee the Church of St. Barbara and the Church of Abu Serga\r\nBrowse the bazaar at Khan El Khalili\r\n",
		"fullDescription": "Spend a half day seeing important cultural and historical sites in Cairo when you travel to Old Cairo and the Khan El Khalili Bazaar.\r\n\r\nThe bazaar is one of the most famous and oldest bazaars in all of the Middle East, dating back to 1382.\r\n\r\nAfter spending time walking around the bazaar or shopping, continue to Old Cairo. Visit the Hanging Church, which dates back to the 3rd century AD. Then see the Ben Ezra Synagogue, which is, according to a local tradition, located on the site where Moses was found when he was a baby.\r\n\r\nContinue on to see the Church of St. Barbara and the Church of Abu Serga, two of the oldest churches in Cairo.",
		"includes": "Egyptologist guide\r\nEntrance fees\r\nTransportation\r\nParking\r\nTaxes and service charge\r\n"
	},
	{
		"title": "Cairo Airport: Private Transfer Service",
		"duration": "2 hours",
		"price": "E£ 630.25",
		"imageURL": "https://cdn.getyourguide.com/img/tour_img-243502-70.jpg",
		"experiences": "Experience our hassle-free transfer either to or from the Cairo Airport\r\nEnjoy the comfort of our private air-conditioned vehicle\r\nRelax and let us take care of your luggage for you\r\n",
		"fullDescription": "If your plans call for a transfer from the Cairo Airport to a city hotel, our representative will meet you at the airport’s exit, holding a sign with your name on it. You’ll travel in air-conditioned comfort to the hotel. The car can accommodate up to 4 passengers.\r\n\r\nOn the other hand, if you’re traveling from your Cairo hotel to the airport, we’ll meet you at the reception area of your hotel in plenty of time to make your flight. Whether you’re arriving or departing, we’ll look after your luggage so that you can relax and enjoy yourself.\r\n\r\nIn order to avoid any delays due to heavy traffic in Cairo we always depart from city center hotels 3 hours before scheduled flight time.\r\n\r\nPlease note that if you require a vehicle that is accessible by wheelchair we can accommodate this need on request and at an additional charge.",
		"includes": "One-way transfer by a private air-conditioned vehicle\r\nEnglish-speaking representative at Cairo airport\r\nComplete luggage handling\r\n"
	},
	{
		"title": "Cairo Day Tour from Sharm El Sheikh by Air",
		"duration": "15 hours",
		"price": "E£ 3,579",
		"imageURL": "https://cdn.getyourguide.com/img/tour_img-105674-70.jpg",
		"experiences": "Take a full-day tour to Cairo from Sharm El Sheikh, including a return flight\r\nVisit some of Cairo's most amazing sights and attractions, including the Great Pyramids and the Egyptian Museum\r\nEnjoy a delicious lunch at a local restaurant in Cairo\r\n",
		"fullDescription": "Our representative will pick you up from your hotel in Sharm El Sheikh. You will then be transferred to Sharm El Sheikh Airport to catch your flight to Cairo. At Cairo Airport you will be met and assisted by another of our representatives.\r\n\r\nOur Egyptologist guide will accompany you to visit the great pyramid of Giza, which is the only existing wonder of the seven wonders of the ancient world. At the Giza plateau, you will not only see the great pyramid of Khufu, known as Cheops, but also the pyramid of Chefren, the pyramid of Mykerinus, the valley temple of Khefren and the iconic Great Sphinx. This amazing complex of structures dates back to almost 5,000 years ago.\r\n\r\nFrom there, you will be taken to the Egyptian museum, which houses around 150,000 artifacts that date thousands of years to ancient Egyptian civilization. This is considered the largest and most precious collection of Egyptian art in the world. Take your chance to admire the incredible treasures of the boy-king Tutankhamun.\r\n\r\nAfter the museum, you will also have the chance to wander in the oldest bazaar in the middle east, the Khan El Khalili Bazaar, where you will feel the atmosphere of living in Islamic Cairo hundreds of years ago. The bazaar dates back to 1382, A.D., and is just one of the fascinating places we will see, giving you a real taste of the ancient city of Cairo.\r\n\r\nAt the end of the day you will be transferred to Cairo Airport for a flight back to Sharm El Sheikh.",
		"includes": "Pick-up and drop-off from your hotel in Sharm\r\nAll transfers by a private air-conditioned vehicle\r\nReturn flight ticket Sharm / Cairo / Sharm\r\nEnglish-speaking Egyptologist guide during your trip\r\nEntrance fees to the mentioned sites in Cairo\r\nLunch meal at local restaurant\r\nCairo Shopping tours in Cairo\r\nAll taxes and service charges\r\n"
	},
	{
		"title": "All-Inclusive Guided Tour of Luxor from Cairo by Plane",
		"duration": "12 hours",
		"price": "E£ 6,579.25",
		"imageURL": "https://cdn.getyourguide.com/img/tour_img-138471-70.jpg",
		"experiences": "Explore the most important treasures of the ancient world in Luxor led by an expert guide\r\nRelax with return plane transfer from Cairo and air-conditioned transportation\r\nDine in a local restaurant with all food (not drinks) inclusive in the price\r\nExperience the East Bank with the Luxor and Karnak temples\r\nExplore the West Bank and visit the Valley of the Kings and the Colossi of Memnon\r\n",
		"fullDescription": "Explore the many treasures of the ancient world on this all-inclusive day tour to Luxor from Cairo, traveling by plane and bus.\r\n\r\nAfter being collected from your hotel in Cairo at around 05:30, drive by air-conditioned vehicle to the airport, ready to fly to Luxor. Your expert guide will meet you at the airport and your tour will begin.\r\n\r\nMake an excursion to the Necropolis of Thebes on the Western Bank. Crossing the Nile, visit the Valley of the Kings, and see the grand tombs of some of the most powerful nobles and pharos of Ancient Egypt. On the return journey stop-off at the Colossi of Memnon, 2 gigantic statues representing Amenophis III facing the Nile. You will also have the chance to visit the famous Temple of Queen Hatshepsut.\r\n\r\nExplore the Luxor Temple and marvel at the granite statues of Ramses the Great in the courtyard. Proceed by carriage or bus to Karnak–a series of temples spanning from different reigns and eras.\r\n\r\nWalk through the Avenue of Sphinxes, visit the Hypostyle Hall with its 134 gigantic columns, see the Obelisks of Queen Hatshepsut and Tutomosis III, and witness the temple of Amon, adorned with exquisite lotus and papyrus designs.\r\n\r\nAfter a whirlwind exploration into the treasures of the ancient world, transfer back to the airport for your return flight to Cairo, and to your hotel.",
		"includes": "Return flight tickets from Cairo to Luxor\r\nEntrance fees\r\nExpert guide\r\nBottle of water\r\nAll transfers by a private air-conditioned car\r\nLunch\r\nTaxes\r\n"
	},
	{
		"title": "From Marsa Alam: Full-Day Tour of Cairo with Flights",
		"duration": "16 hours",
		"price": "E£ 5,464.50",
		"imageURL": "data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==",
		"experiences": "Immerse yourself in the impressive world of the pharaohs and explore the fascinating Pyramids of Giza\r\nDiscover the treasures of former kings and queens in the Egyptian Museum\r\nLearn more about the history of Egypt\r\nAdmire the famous Sphinx, the guardian at the foot of the pyramids\r\n",
		"fullDescription": "You will be picked up by air-conditioned vehicle at your hotel in Marsa Alam early in the morning and welcomed by your tour guide in Cairo. Your guide will accompany you throughout your tour of Cairo and tell you all about the history of Egypt.\r\n\r\nThe first destination on the day trip to Cairo is the Egyptian Museum. There you can explore the ancient treasures of the pharaoh Tutankhamun. After visiting the museum you will have time to rest a little and enjoy lunch at a selected restaurant.\r\n\r\nAfter lunch you will visit the oldest surviving Wonders of the World – the Great Pyramid of Giza – as well as the Pyramid of Khafre and the Pyramid of Menkaure. Enjoy the fantastic view of all the pyramids of former kings and queens. You can then admire the famous guardian of the pyramids – the Great Sphinx.\r\n\r\nAt the end of the tour you will fly back to the airport in Hurghada and then driven back to your hotel in Marsa Alam.",
		"includes": "Hotel transfers\r\nTour guide\r\nFlight tickets\r\nLunch\r\nEntrance fees to all the attractions mentioned in the itinerary\r\n"
	},
	{
		"title": "Cairo, Giza Pyramids, Memphis & Sakkara Day Tour",
		"duration": "8 hours",
		"price": "E£ 822.50",
		"imageURL": "data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==",
		"experiences": "Make a full-day tour to the pyramids, one of the 7 wonders of the world\r\nSpend a day in Cairo with an Egyptologist guide\r\n",
		"fullDescription": "See the wonders of Egypt on this tour. First you will visit the Pyramids of Cheops, Chephren and Mykerinus. Then make a stop at the Great Sphinx, which has the head of a pharaoh with a lion's body. The Sphinx dates to the time of Chephren. This tour also includes a visit to the Valley Temple, which belongs to the Pyramid of Chephren.\r\n\r\nContinue sightseeing with an exciting tour to the Step Pyramids of Zoser, the world's oldest major stone structure. It was built in the 3rd Dynasty (around 2630 BC) for King Djoser.\r\n\r\nTransfer to Memphis, which was founded by King Menes, and was the capital of Old Egypt during the Old Kingdom. It was considered to be a center of rule and culture for over 3000 years. The Statue of Ramses II is a highlight of this stop.",
		"includes": "All transfers by a modern air-conditioned vehicle\r\nTransfer by a private air-conditioned vehicle\r\nGuide of your own language\r\nAll taxes & service charge\r\n"
	},
	{
		"title": "Cairo: Day Tour from Sharm el Sheikh",
		"duration": "1 day",
		"price": "E£ 1,571.50",
		"imageURL": "data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==",
		"experiences": "Embark on a journey through time into the history of Egypt's ancient pharaohs and visit the main sights of Cairo\r\nDrive through the Sinai Desert and visit the fascinating Egyptian National Museum with over 120,000 artefacts\r\nAdmire the Pyramids of Giza, take a look at the impressive Sphinx and stroll around the exotic markets\r\n",
		"fullDescription": "Visit the impressive capital of Egypt with all its fascinating sights and enjoy the beautiful route along the coast of the Gulf of Suez and through the imposing Sinai Desert.\r\n\r\nVisit the Egyptian Museum and admire the collection of more than 120,000 pieces of art. Take a look at the fascinating artifacts from the Old, Middle and New Kingdoms of Egypt as well as the exhibition of King Tutankhamen.\r\n\r\nThen visit the pyramids of Giza – one of the seven wonders of the ancient world and the only one largely intact. Admire the imposing pyramids of Cheops, Chephren and Mykerinos. Explore the Giza Plateau and admire the beautiful scenery.\r\n\r\nThen explore the Valley of the Kings and admire the impressive Sphinx. Visit the surrounding temples and enjoy lunch at one of the local restaurants. Stroll through the markets of Cairo and see the local produce, before returning to your hotel at the end of the day.",
		"includes": "Bus trip from Sharm el Sheikh to Cairo and back\r\nPyramids of Giza and the Sphinx visit\r\nEgyptian National Museum visit\r\nTour guide\r\nLunch\r\nAll entrance fees to the sights\r\n"
	},
	{
		"title": "Giza Pyramids, Sakkara and Memphis Museum Guided Tour",
		"duration": "8 hours",
		"price": "E£ 365.50",
		"imageURL": "data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==",
		"experiences": "See the monumental Great Sphinx in the Giza Plateau\r\nExplore the burial sites of Egyptian pharaohs at the Pyramids of Giza\r\nWander through the Valley Temple\r\nVisit the first step pyramid in history, built for the 27th century BC pharaoh Djoser\r\n",
		"fullDescription": "Benefit from pick-up at your hotel in Cairo or Giza, and then travel to the Giza Plateau to explore the pyramids of Ancient Egypt with an Egyptologist guide. Hear the amazing story about how the pyramids were built, and for what purpose, and get panoramic views of all the pyramids and Great Sphinx from a high vantage point.\r\n\r\nThen travel to the step pyramid of Sakkara, built in the 27th century BC as a burial site for the pharaoh Djoser. Learn about the evolution of pyramid construction at one of the oldest and most important temple sites of Ancient Egypt.\r\n\r\nContinue on to explore the Open Air Museum at Memphis and see the biggest statue in the world of Ramses the second.\r\nLater you will be transferred back to your hotel.",
		"includes": "Pick-up and drop off at hotels in Cairo or Giza\r\nTransportation by air-conditioned private car\r\nQualified Egyptology guide (in your chosen language)\r\nBottle of water per person\r\nAll services and taxes\r\n"
	},
	{
		"title": "Half-Day Cairo Sightseeing Tour to Pyramids of Giza & Sphinx",
		"duration": "5 hours",
		"price": "E£ 467",
		"imageURL": "data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==",
		"experiences": "Discover the Great Pyramid of Giza and the legendary Valley Temple\r\nExplore the ancient Pyramid of Khufu and the Pyramid of Cheops\r\nGaze in awe at the Great Sphinx\r\n",
		"fullDescription": "Begin this half-day tour of the Pyramids of Giza and the Sphinx straight from your hotel in Cairo. Head toward the Pyramids of Cheops, Chephren, and Mykerinus and discover the oldest of the Seven Wonders of the Ancient World, and the only one to remain largely intact. Egyptologists believe the Pyramid of Cheops (also known as the Great Pyramid of Giza) was built as a tomb for the Egyptian Pharaoh Khofo and constructed over a 14 to 20-year period in 2560 BC.\r\n\r\nAfterwards, continue on toward the Great Sphinx. The Sphinx has the head of a pharaoh with a lion's body and dates back to the time of Chephren. This sphinx was made to guard the pyramids of King Chefren. Next, visit the Valley Temple which belonged to the Pyramids of Chephren. The temple acted as a place for the purification and mummification process of the king before burial.",
		"includes": "All transportation by modern, air-conditioned vehicle\r\nAll entrance fees\r\nEnglish-speaking Egyptologist\r\nBottled mineral water\r\nAll service charges and taxes\r\n"
	},
	{
		"title": "From Cairo: Full-Day Tour of Giza Pyramids & Simon Cave",
		"duration": "8 hours",
		"price": "E£ 822.50",
		"imageURL": "data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==",
		"experiences": "",
		"fullDescription": "",
		"includes": ""
	},
	{
		"title": "Cairo Citadel, Old Cairo & Khan El Khalili Full-Day Tour",
		"duration": "8 hours",
		"price": "E£ 1,462",
		"imageURL": "data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==",
		"experiences": "Immerse yourself in Egyptian history with a sightseeing tour of Old Cairo's major sights\r\nVisit the Cairo Citadel on the Moqattam Hills for grand views over the city\r\nSee the beautiful alabaster Mosque of Muhammad Ali, built for Muhammad Ali Pasha between 1830 and 1848\r\nDiscover the sights of Old Cairo, such as the Hanging Church and the Ben Ezra Synagogue\r\nWander the alleys of the Khan el-Khalili Bazaar and try out your bargaining skills\r\n",
		"fullDescription": "Enjoy a fantastic orientation tour of Cairo on an 8-hour excursion that takes in the major monuments of Old Cairo and the maze of streets and stalls of the historic Khan El Khalili Bazaar.\r\n\r\nFollowing a hotel pick-up from Cairo or Giza, you will drive up to the Saladin Citadel, constructed by Salah al-Din on the Moqattam Hills in 1183 AD as a defence against Crusader armies. Known for its fresh air and sweeping views of Cairo, it is now a preserved historic site of mosques and museums, including the Mosque of Muhammad Ali Pasha.\r\n\r\nDesigned by the Turkish architect Yousif Boushnaq, who came to Cairo especially from Istanbul to build the great building, the mosque's alabaster structure stands in beautiful contrast to the sandstone city. Continue to the Khan el-Khalili Bazaar, one of the oldest bazaars in the Middle East. Discover a maze of alleys that has been at the center of Cairo’s trading activities since the 14th century.\r\n\r\nThen, visit Old Cairo to see major attractions such as the Hanging Church, the Ben Ezra Synagogue, the Church of St. Barbara, and the Church of Abu Serga, one of the oldest Coptic churches in Cairo.",
		"includes": "Egyptologist guide\r\nLunch\r\nTransportation\r\nEntrance fees\r\nParking fees\r\nTaxes and service charge\r\n"
	},
	{
		"title": "Cairo Food Tour",
		"duration": "5 hours",
		"price": "E£ 1,096.50",
		"imageURL": "data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==",
		"experiences": "Enjoy a food tour of Cairo\r\nVisit traditional restaurants\r\nTaste the best food in Egypt\r\n",
		"fullDescription": "To enjoy the real taste of Egypt you have to try the best Egyptian food - one of life’s great pleasures, Discover off-the-beaten-path spots and the real Egypt that is not covered in any guidebook.\r\n\r\nThis food tour offers an unforgettable and amazing experiences in one of the oldest cultures and cuisines in the Mediterranean. Find the best places to eat in Egypt and enjoy many delicious food tastings.\r\nBecome an Egyptian food expert and learn how to spot the fake stuff from the real thing!\r\n\r\n",
		"includes": "All transfers by air-conditioned vehicle\r\nExpert tour guide\r\nAll Service charges & taxes\r\n"
	},
	{
		"title": "Desert Safari by Quad Bike Around Pyramids",
		"duration": "4 hours",
		"price": "E£ 1,462",
		"imageURL": "data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==",
		"experiences": "Enjoy a desert safari\r\nRide a quad bike\r\nTravel around the Pyramids\r\n",
		"fullDescription": "Your tour guide will be waiting at your hotel for you. They will be holding a sign of your name. From the moment your tour starts, your guide will give you their full attention. Once in the car, your guide will talk to you about all the things on the way as well as other aspects of your tour that will interest you.\r\n\r\nEnjoy the only place in Egypt where you can experience the wonders of the ancient world through the quad bike tour Desert Safari by Quad Bike Around Pyramids experience with a panoramic view of the Pyramids of Cheops, Chephren and Mykerinus.\r\n\r\nWhat is unique about this tour is getting there is half the fun, Be near the great pyramids of Giza and the Sphinx enjoying the adventure of quad bikes. Afterwards travel in comfort back to your hotel.",
		"includes": "Pick-up services from your hotel in Cairo and return\r\nAll transfers by air-conditioned vehicle\r\nRiding of quad bikes\r\nExpert tour guide\r\nBottled water during your trip\r\nAll service charges and taxes\r\n"
	},
	{
		"title": "Day Trip to Old Cairo and 3-Hour Dinner Cruise",
		"duration": "6 hours",
		"price": "E£ 1,881.50",
		"imageURL": "data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==",
		"experiences": "Visit Sultan Hassan Mosque\r\nMarvel at Old Cairo\r\nEnjoy sailing on the River Nile aboard a traditional felucca wooden sailing boat\r\nWatch traditional folkloric and belly dancing shows\r\n",
		"fullDescription": "Your guide will pick you up ftom your hotel in Cairo or Giza to visit everything special in Cairo. First, go to the Sultan Hassan Mosque, which is one of the largest and most important medieval mosques in Cairo.\r\n\r\nNext, you drive to Old Cairo. In old Cairo, you will be able to visit the Babylon fortress and the St. Sergios Church with its crypt, where the holy family took refuge. You will also visit the hanging church, rich in antiquities from the early Christian period, as well as St. Barbara Church, where the relics of Saint John are kept.\r\n\r\nSaving the best for last, your tour will end with a 3-hour Nile cruise with dinner. An evening cruise on one of the Nile boats is a wonderful opportunity to spend and look at Cairo's skyline at night. During the evening, you will find everything your heart desires at an open buffet. In addition, on this Nile cruise in Cairo you will watch a belly dance show, Arabic songs and music, along with a Tanoura show while delighting in your delicious meal. Spend an evening in the open air, enjoy the good food, the unique entertainment and the magnificent views of the banks of the Nile.",
		"includes": "All transfers with a modern and air conditioned vehicle\r\nEgyptologist leader\r\nA bottle of water\r\nTour on the Nile\r\nInternational buffet dinner\r\nAll taxes and services\r\n"
	},
	{
		"title": "Giza Pyramids & Egyptian Museum from Hurghada by Bus",
		"duration": "20 hours",
		"price": "E£ 1,672.50",
		"imageURL": "data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==",
		"experiences": "See the best of Cairo's monuments in one day\r\nVisit the Great Pyramids of Giza and see the pyramids of Cheops, Khafre and Mykerinos\r\nExplore the massive mortuary tombs and the statue of the Great Sphinx\r\nGo to the Valley Temple\r\nTour the Egyptian Museum, home to more than 120,000 relics of Ancient Egypt\r\nMarvel at the treasures of the child King Tutankhamen\r\nWander the narrow streets of the Khan El Khalili Market, the oldest bazaar in the Middle East\r\n",
		"fullDescription": "Explore the best of Cairo’s monuments on a full-day coach tour from Hurghada, and see the Giza Plateau and Egyptian Museum, home to more than 120,000 relics of Egyptian history.\r\n\r\nA tour representative will pick you up at 02:30 from your Hurghada hotel for the coach transfer to Cairo. Upon arrival, your Egyptologist guide will take you to the stunning Pyramids of Giza in the Giza Plateau. The oldest of the 7 Wonders of the Ancient World, the pyramids of Cheops, Khafre and Mykerinos form the major highlight of the Giza Necropolis.\r\n\r\nTour the massive mortuary tombs of the Pharaohs, and the Great Sphinx statue, constructed in the shape of a lion’s body with a human head. Explore the Valley Temple before a light lunch at a local restaurant.\r\n\r\nContinue into central Cairo to wander the galleries of the remarkable Egyptian Museum, home to an astonishing collection of relics from the pre-dynastic era to the Pharaonic era and the Greco-Roman period. A highlight of its treasures are the artifacts of the child King Tutankhamen, but look too at the displays of other Pharaonic Gods and Goddess, and visit the mummies room to learn about mummification art in ancient Egypt.\r\n\r\nFinally, visit the Khan El Khalili Market, the oldest market in the Middle East, and search for unique souvenir gifts, before the drive back to Hurghada.",
		"includes": "Hotel pick-up and drop-off\r\nTransportation by air-conditioned bus\r\nEgyptologist guide\r\nEntrance fees\r\nTax and service charge\r\nLunch\r\n"
	},
	{
		"title": "From Cairo: Alexandria Day Tour",
		"duration": "10 hours",
		"price": "E£ 1,370.75",
		"imageURL": "data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==",
		"experiences": "See the library of Alexandria and the statues of Alexander and Ptolemy keeping watch outside\r\nWander around the markets in the old city center where you're sure to find a treasure or two\r\nExplore the Montaza Gardens surrounding the palace\r\nAdmire the Abbo Elabbas Mosque, the most beautiful mosque in the city\r\nStop for unique photo opportunities\r\n",
		"fullDescription": "Alexandria has so much to see, feel, eat and buy – fit in as much of it as possible on this day tour from Cairo. Start your day trip to Alexandria with pick-up from your accommodation in a comfortable vehicle. The first stop on this full-day tour will be a visit to the Library of Alexandria, the biggest library in the world. Now housing 8 million books, you can visit its open court to see the statues of Alexander the Great and Ptolemy the First keeping watch over the library. \r\n \r\nThe car will then whisk you off to the Church of St. Mark, the oldest church in Africa. Then, continue on to the old downtown of Alexandria where you can walk through traditional markets where everything and anything is sold. Admire the downtown’s Baroque designs and Italian- and French-style properties. If you choose, have lunch in a famous restaurant called “Mohamed Ahmed’s” – the Queen of Spain has eaten here! Take a break in a coffee shop or shisha café before continuing on with your tour.\r\n \r\nContinue your Alexandria adventure in the afternoon with a packed itinerary of sights. See the city’s oldest market area which contains both the women’s markets and the most spectacular gold market where everyone buys their wedding jewelry. See the prettiest and largest mosque in the city, the Abbo Elabbas Mosque, and the ancient fun-fair located just outside of it where children still play. Opposite is the corniche and old harbour where you can see fishing boats and traditional fishers making nets. From here, walk 5 minutes to see the Quaitbay castle. See Memorial of the Unknown Soldier, and the beautiful coastline on the way to the Montaza Palace and Gardens (also known as the Love Garden for its popularity with couples!). All of these will make for excellent photo opportunities, so don't forget your camera. Finally, cross over the modern Bridge of Stanley before travelling in comfort back to your hotel.",
		"includes": "All transfers by air-conditioned vehicle\r\nExpert tour guide\r\nEntrance fees\r\nAll service charges and taxes\r\n"
	},
	{
		"title": "Cairo: Tahrir Square Tour & Egyptian Museum",
		"duration": "4 - 7 hours",
		"price": "E£ 627.25",
		"imageURL": "data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==",
		"experiences": "See the Tahrir Square, where the Egyptian revolution broke out\r\nExplore the Egyptian Museum\r\nMarvel at Tutankhamun's exclusive section in the museum\r\n",
		"fullDescription": "You will find an air-conditioned bus waiting for you at your hotel at the arranged pick-up time. Heading for the Egyptian museum and your courier will be holding a sign with your name. Refresh yourself by cool drinks served to you during the drive.\r\n\r\nThe first step of the day tour is to the home of the monuments to the Pharaohs’ history. This museum  hosts more than 120,000 rare artifacts from the Three Kingdoms, At least half of which are on display. You have two “full” floors with 107 halls to view. While the ground floor holds heavy statutes,  the second floor contains the small statues, papyrus, the mummies and the world’s most extensive collection of the boy King of Tut-Ench-Amun. Take your time discovering his shining items, but pull yourself from the bewitching room and put in mind, the most astonishing has not been shown yet.",
		"includes": "All transfers in an air-conditioned vehicle\r\nPort pick-up & drop off\r\nPrivate tour guide\r\nSoft drinks during the drive\r\nEntrance fees to all the attractions mentioned in the itinerary\r\n"
	},
	{
		"title": "From Hurghada: Cairo Full-Day Tour including Flights",
		"duration": "18 hours",
		"price": "E£ 2,010.25",
		"imageURL": "https://cdn.getyourguide.com/img/tour_img-952595-70.jpg",
		"experiences": "Discover the fascinating world of the pyramids and visit the Great Pyramid and the Pyramid of Khafre in Giza\r\nAdmire the treasures of the pharaohs in the Egyptian Museum as well as the largest collection of Egyptian relics\r\nSee the largest and most famous Sphinx in the world – one of the most important landmarks of Egypt\r\n",
		"fullDescription": "Combine your vacation in Egypt with a day trip to Cairo. You will be picked up at your hotel and driven to the airport. Your tour guide will be waiting for you in Cairo and will take you to visit the Egyptian Museum. There you can admire the magnificent treasures of the young pharaoh Tutankhamun and the impressive ancient riches of human culture.\r\n\r\nAfterwards you can enjoy traditional Egyptian cuisine at a local restaurant before heading on to the oldest surviving wonder of the world – the Great Pyramid of Giza. You will also see the Pyramid of Khafre and the Pyramid of Menkaure, and can enjoy the breathtaking view over all the pyramids of the former kings and queens from the plateau. You will then drive to the guardians of all pyramids – the Great Sphinx of Giza.\r\n\r\nAt the end of the day you will be driven to the airport in Cairo, where you will catch the flight back to Hurghada. You will be met at the airport in Hurghada and transferred back to your hotel.",
		"includes": "All transfers by air-conditioned vehicle\r\nDomestic flights (Hurghada – Cairo – Hurghada)\r\nPrivate tour guide\r\nSoft drinks and water during the drive\r\nEntrance fees to all sights on the itinerary\r\nLunch at a selected restaurant\r\n"
	},
	{
		"title": "From Cairo: Overnight Trip to Alexandria",
		"duration": "2 days",
		"price": "E£ 3,015.50",
		"imageURL": "https://cdn.getyourguide.com/img/tour_img-1242505-70.jpg",
		"experiences": "See the catacombs of Kom El Shokafa\r\nStop for a photo at Pompay's Pillar\r\nWalk through the Library of Alexandria Manuscripts museum\r\nDiscover the Castle of Kaitbey\r\nVisit the Montaza Gardens and the Palaces\r\n",
		"fullDescription": "On day one, you will be picked up from your hotel and begin the journey to Alexandria. Once there, visit the insides of the Catacombs of Kom El Shokafa which are the largest Roman Cemetery consisting of three levels cut in the rock. \r\n\r\nThen, drive to visit the Roman Amphitheater of Alexandria with the display of the sunken monuments of Alexandria which were discovered under the East harbor of Alexandria. You will also drive by Pompay’s Pillar and stop for a photo stop. \r\n\r\nAfter that, visit the Citadel of Quaitbay from inside and take outstanding photos inside and outside of it before heading to the library of Alexandria. Visit it’s open court where you can see the statue of Alexander the Great and the statue of Ptolemy the first. There, visit the library's reading halls, president Saddat Museum, and the impressions of Alexandria Museum.\r\n\r\nThe car will then take you to visit the church of St. Mark, the oldest church in Africa, and El Nabi Daniel Mosque before taking you back to your hotel to stay overnight in Alexandria. \r\n\r\nOn day two, be picked up from your hotel by your tour guide after breakfast. Then, travel to the biggest mosque in the city, the Abbo Elabbas Mosque before continuing to see the outside of Quaitbay castle which was built on the same site as the ancient Lighthouse of Alexandria, one of the seven wonders of the world. \r\n\r\nNext, head to the gardens of Montaza where you can visit the royal gardens of King Farouk and see the royal palaces of Haramlek and Salamlek as well as walk along the famous Montaza bridge.\r\n\r\nOn your way back, stop over the famous bridge of Stanley, the landmark of modern Alexandria before returning to Cairo with an A/C car.",
		"includes": "1 night hotel accommodation in Alexandria on Bed & Breakfast basis\r\nEntrance fees to all mentioned sites\r\nAll transfers by air-conditioned vehicle\r\nExpert tour guide\r\nAll service charges & taxes\r\n"
	},
	{
		"title": "From Makadi Bay: Day Trip to Cairo by Bus",
		"duration": "19 hours",
		"price": "E£ 1,568",
		"imageURL": "https://cdn.getyourguide.com/img/tour_img-299215-70.jpg",
		"experiences": "Spend an exciting day in Cairo on a bus tour and immerse yourself in the history of ancient Egyptian pharaohs\r\nSee the Egyptian Museum's countless exhibitions and the treasures of Tutankhamen\r\nVisit the Pyramids of Giza with Cheops, Khafra and Menkaure, and see the Sphinx\r\n",
		"fullDescription": "Discover the beauty of Cairo in one day. Enjoy an incredible view along the coast of the Red Sea during your arrival by bus.\r\n\r\nOnce in the city, visit the Egyptian Museum with the incredible treasures of the boy king Tutankhamen and countless artifacts of Egyptian history. Then see the Pyramids of Giza (Cheops, Khafra and Menkaure). Learn more about the fascinating construction of the pyramids and see the world-famous Sphinx.\r\n\r\nDuring the tour, enjoy a delicious lunch at a restaurant near the pyramids and return to your hotel in Makadi Bay at the end of the day.",
		"includes": "All transfers with the bus\r\nGerman-speaking tour guide\r\nSoft drinks during the drive\r\nAll entry fees to aforementioned attractions\r\nLunch in a restaurant\r\n"
	},
	{
		"title": "Cairo: 2-Hour Felucca Ride on the Nile",
		"duration": "3 hours",
		"price": "E£ 817",
		"imageURL": "https://cdn.getyourguide.com/img/tour_img-289152-70.jpg",
		"experiences": "Enjoy a ride on the Nile in a traditional Egyptian sailboat and relax away from big city stresses\r\nAdmire the highlights of Cairo from the water and learn about the history of Egypt\r\nExperience the incredible colors of sunrise or sunset from the water\r\n",
		"fullDescription": "After pick-up from your hotel in Cairo, take a felucca ride on the Nile. Enjoy refreshing breezes with a ride on a traditional Egyptian sailboat. Along the way, learn interesting facts about the history of Cairo.\r\n\r\nEnjoy an incredible outing with friends or family away from the stress of the big city and see a spectacular view of Cairo from the water. Sit back, relax, and watch the sun set.",
		"includes": "Pick-up and drop-off from and to your hotel in an air-conditioned vehicle\r\n2-hour felucca rental\r\nMultilingual tour guide\r\n1 soft drink on board\r\n"
	},
	{
		"title": "Cario: Pyramids Viewpoints Tour",
		"duration": "4 hours",
		"price": "E£ 1,096.50",
		"imageURL": "https://cdn.getyourguide.com/img/tour_img-1490983-70.jpg",
		"experiences": "See the pyramids of Cheops, Chephren, and Mykerinus\r\nVisit the Valley Temple where the Pharaoh was mummified\r\nLearn hidden stories about the monuments\r\n",
		"fullDescription": "See the Pyramids from 7 magical vantage points which are unique for taking pictures. Hear about all the hidden stories of these great Pyramids. See special panoramic views of the Pyramids as you learn about the history of Ancient Egypt.\r\n\r\nThe tour includes many outstanding photo stops and a visit to the Valley Temple which belongs to the Pyramids of Chephren. This temple served for the purification and mummification process of the king before his burial.",
		"includes": "Flexibility to customize the itinerary to your own preferences\r\nAll transfers by modern air-conditioned van\r\nPick-up and drop-off to/from your hotel\r\nTour guide\r\nEntrance fees\r\nAll service charges and taxes\r\n"
	},
	{
		"title": "Cairo Day Trip with Egyptian Museum Tickets: From El Gouna",
		"duration": "18 hours",
		"price": "E£ 1,881.50",
		"imageURL": "https://cdn.getyourguide.com/img/tour_img-135697-70.jpg",
		"experiences": "Visit the Egyptian Museum and see masterpieces of art and artifacts from Dynastic Egypt\r\nSee the Pyramids of Giza\r\nExperience daily life in Egypt at the Khan-el-Khalili bazaar\r\n",
		"fullDescription": "Early in the morning, around 2:30, you will be picked up from your hotel in El Gouna or its vicinity, to travel in an air-conditioned minibus or car, to Cairo. The journey lasts around 5 hours.\r\n\r\nAt the half-way point you will stop for a rest and a break at a service station. The day will be long, and full of excitement, so we recommend you sleep through this part of the journey, taking you through the desert, where there isn't so much to see.\r\n\r\nWhen you arrive in Cairo your guide will be waiting for you by the Egyptian Museum. He will accompany you the whole day.\r\n\r\nThe first thing you will see is the Egyptian Museum. Your guide will take you through the vast museum, showing you the masterworks of the collection, and explaining them expertly. By the time you're finished it will be midday, and time for lunch.\r\n\r\nAfter lunch you will go to see the pyramids of Giza. You can examine each of the pyramids from outside at your pleasure, and with a little luck (there is a limited number of guests allowed inside each day) enter the chambers inside, for an extra fee. After this exploration of history, you will have a chance to see Egyptian life as it is today, in the Khan-el-Khalili bazaar. It is the largest bazaar in the whole of the Middle East, and still retains its characteristic ancient flavor.\r\n\r\nThe return journey to Hurghada/El Gouna is at around 17:00.\r\n\r\nCome along on this exclusive tour, and immerse yourself in the past!",
		"includes": "Travel from and to your hotel in a comfortable private vehicle\r\nSoft drinks during the journey\r\nGuide\r\nEntry to the Egyptian Museum\r\nLunch\r\n"
	},
	{
		"title": "Cairo: Best Kept Secrets Tour",
		"duration": "5 hours",
		"price": "E£ 1,279.25",
		"imageURL": "https://cdn.getyourguide.com/img/tour_img-1489912-70.jpg",
		"experiences": "Experience Islamic Cairo\r\nWalk down Al Moez street\r\nDiscover Old Market's hidden gems\r\n",
		"fullDescription": "Your tour will start at 7:00PM, at which point your tour guide will pick you up from you hotel by air conditioned van to explore the Old Cairo streets. Your guide will then indulge you into the beauty of the city and into a whirlwind of anecdotes, history, legends and intrigue.\r\n\r\nDuring your 4.5-hour tour, all of your senses will be engaged. You will hear and learn a motley of amazing stories about Cairo as you ride and walk through secret doors and enjoy a wonderful walking tour of Islamic Cairo and Al Moez Street. El Moez Street in Old Cairo stretches for almost 1 kilometer, and branches into long quiet streets and alleys.\r\n\r\nYour historic tour of Old Town will take you along all of the lesser-known must-see local spots, such as the Old Market, Old Cairo hidden galleries, and a local food market only for locals that no tourist know about. At the conclusion of your tour, your guide will return you to your hotel in Cairo.",
		"includes": "Expert tour guide\r\nAll transfers by modern air-conditioned vehicle\r\nEntrance fees for all mentioned sites\r\nAll services charges and taxes\r\n"
	},
	{
		"title": "Hurghada: Day Trip to Pyramids, Memphis & Sakkara by Flight",
		"duration": "16 hours",
		"price": "E£ 3,679.25",
		"imageURL": "https://cdn.getyourguide.com/img/tour_img-328497-70.jpg",
		"experiences": "Fly from Hurghada to Cairo on a full-day tour\r\nMarvel at the pyramids of Giza\r\nSee the Sphinx\r\nEnjoy lunch in Cairo\r\nWander through Khan el-Khalili bazaar\r\nVisit the step pyramids of Sakkara and Memphis\r\n",
		"fullDescription": "Enjoy the variety of Egypt and visit Cairo from Hurghada.\r\n\r\nAn air-conditioned car will bring you from your hotel to Hurghada airport where you will board your flight to Cairo. On arrival in the Egyptian capital, an Egyptologist guide will be waiting for your arrival.\r\n\r\nThe journey begins in Giza, where you will visit 3 of Egypt's largest and most famous pyramids. The Great Pyramid is the oldest, and is the last remaining Wonder of the 7 Wonders of the World. The tip of the Pyramid of Khafre is still partially covered with limestone. The Pyramid of Menkaure is surrounded by 3 other, much smaller pyramids.\r\n\r\nVisit the step pyramids of Sakkara. The necropolis of Sakkara is the next most important burial site of Lower Egypt, after Giza. The largest and most impressive burial site is that of the Pharaoh Djoser, from the 3rd dynasty of the Old Kingdom, around 2650 B.C. He is buried in a famous step pyramid.\r\n\r\nYou will also visit Memphis, the old capital city, where you will see ruins and the giant toppled statue of the Pharaoh Ramses II, as well as the Alabaster Sphinx.\r\n\r\nIn the afternoon you can visit Khan el-Khalili bazaar to go shopping. You'll also get to visit the famous antiques market in Cairo.\r\n\r\nAfter an unforgettable day, you will be brought back to the airport in Cairo in the evening. Fly back to Hurghada where you will be transferred back to your hotel having enjoying a great day in the Egyptian capital.",
		"includes": "All transfers in an air-conditioned vehicle\r\nInternal flights (Hurghada/Cairo/Hurghada)\r\nPrivate guide\r\nSoft drinks during transfers\r\nEntry to the attractions mentioned in the program\r\nLunch\r\n"
	},
	{
		"title": "Great Pyramid Inside - Sphinx and Solar Boat Trip",
		"duration": "4 hours",
		"price": "E£ 1,827.50",
		"imageURL": "data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==",
		"experiences": "See the great pyramids of Giza\r\nAdmire the Sphinx\r\nGo to the Valley Temple\r\nExplore the Solar Boat Museum\r\n",
		"fullDescription": "Listen to stories about the history of Egypt and learn about ancient Egyptian culture, all told by your expert guide. Travel to the Great Pyramids - one of the Seven Wonders of the Ancient World. Visit and enjoy a panoramic view of the Pyramids of Cheops, Chephren, and Mykerinus.\r\n\r\nThe tour also includes many outstanding photo stops and a visit to the Valley Temple which belongs to the Pyramids of Chephren. This temple served for the purification of the mummy of the king before its burial. It was also used for the mummification process of the king.\r\n\r\nThen you will visit the Solar Boat Museum next to the Great Pyramid of Cheops which includes the solar boats that were made out of cedar wood and they were used in religious rituals during the time of the Pharaohs. Then travel in comfort back to your hotel.",
		"includes": "Flexibility to customize your itinerary to your own preferences\r\nAll transfers by modern air conditioned van from your hotel in Cairo\r\nPickup services from your hotel and return\r\nTour guide\r\nEntry inside the great pyramid\r\nEntry inside the Solar Boat Museum\r\nEntrance fees\r\nAll service charges and taxes\r\n"
	},
	{
		"title": "Cairo: Private Airport Transfer with London Cab",
		"duration": "1 day",
		"price": "E£ 606.25",
		"imageURL": "data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==",
		"experiences": "Be driven by a professional chauffeur\r\nChoose between airport or hotel pick-up\r\nBenefit from a private transfer\r\nBe transported in an air-conditioned vehicle\r\n",
		"fullDescription": "Avoid the torment and stress of waiting for taxis by opting for this affordable airport transfer. Your skilled driver will be waiting for you at the airport with a name sign in the arrivals hall. From here they will help with your luggage before guiding you to your premium airport transfer.\r\n\r\nFor hotel pick-up, your driver will meet you at your hotel lobby. Please be ready and waiting 10 minutes before your designated meeting time. It is recommended to give your flight number in advance, so your driver can arrive at the appropriate time. If there happens to be a delay in your flight, your driver will be waiting until you arrive safely at no extra fee.\r\n\r\nAll drivers have excellent experience and a wealth of knowledge of the city. If you have any questions at any stage of your transfer, simply ask. Whether you’d prefer music, talking or simply snoozing after a long journey, your driver will get you safely to the right destination.",
		"includes": "Professional chauffeur\r\nAirport or hotel pick-up\r\nPrivate transfer\r\nTransport by air-conditioned vehicle\r\nAll taxes, fees and handling charges\r\nGratuities\r\n"
	},
	{
		"title": "Cheops Pyramids with Transfer and Options",
		"duration": "5 - 6 hours",
		"price": "E£ 627.25",
		"imageURL": "data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==",
		"experiences": "Travel in comfort with transfer from your Hotel\r\nMarvel at the Three Pyramids of Giza\r\nDiscover the majestic Sphinx\r\n",
		"fullDescription": "Visit one of the Seven Wonders of the Old World, the oldest one actually, and the only one that still remains. The Three Pyramids of Giza: Khufu, Khafre and Menkaure have preserved the past for about 5000 years and the time is coming to explore the long-vanished world.\r\n\r\nLook at the 2.3 million stones of the Great Pyramid which was once a burial site for the Egyptian Pharaoh in the bygone era. Now the decorated tomb, the red granite sarcophagus and the elaborate wall paintings do not illustrate how Egyptians died but how they lived. A few miles away from the necropolis area, you can find the 5000 year-old limestone structure of the silent, mysterious Sphinx with a lion’s body and a Pharaoh’s head belonging to the King Khefre.",
		"includes": "All transfers in an air-conditioned vehicle\r\nPort pick-up & drop off\r\nPrivate tour guide (if option selected)\r\nEntrance fees\r\nLunch (if option selected)\r\n"
	},
	{
		"title": "Egyptian Museum of Antiquities Entrance Ticket",
		"duration": "1 day",
		"price": "E£ 313.50",
		"imageURL": "data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==",
		"experiences": "Explore tbe two huge levels of the Egyptian Museum\r\nMarvel at Tutankhamun's exclusive section in the museum\r\nSee statues, fossils, paintings, and more!\r\n",
		"fullDescription": "Once you arrive at the Egyptian Museum of Antiquities, which is located in Tahrir square, you'll find a representative who will give you your tickets. Or, if you've selected a transportation option, be picked up from your hotel in downtown Cairo or Giza and taken to the museum in a comfortable air-conditioned bus. Then you'll be ready to explore the fascinating exhibitions that will teach you all about Egypt's past, and in fact show you rare and unique items from each era of the country's history.\r\n\r\nConstructed in 1902, this is the largest museum in the region and houses 250,000 rare artifacts of all sizes. The ground floor contains the large heavy statues arranged in chronological order. Then take a tour of the upper floor to see the smaller statues, fossils, paintings, sarcophagi and ancient Egyptian maps. Be sure to visit the exclusive section dedicated to Tutankhamun to see all his treasures, which were discovered in his tomb in Luxor, including his golden mask. Be sure to set aside the whole day to cover the vast expanses of time and space that this museum covers!",
		"includes": "Entrance ticket to the museum\r\nPick-up and drop off from hotel only if option is selected upon booking\r\n"
	},
	{
		"title": "Cairo: Half-Day Mummies & Pyramids Tour",
		"duration": "6 hours",
		"price": "E£ 1,096.50",
		"imageURL": "data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==",
		"experiences": "",
		"fullDescription": "",
		"includes": ""
	},
	{
		"title": "Aswan 4-Day Nile Cruise with Cairo & Luxor Night Train",
		"duration": "4 days",
		"price": "E£ 8,757.75",
		"imageURL": "data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==",
		"experiences": "Experience first-class VIP train travel between Cairo and Aswan\r\nSee the Philae Temple and the High Dam in Aswan\r\nVisit the Valley of the Kings in Luxor\r\nEnjoy a 5-star luxury Nile River cruise\r\n",
		"fullDescription": "Take a 4-day luxury Nile cruise and admire the beauty of the Nile River Valley. See the important sites in Luxor, including the Karnak Temple, Temple of Queen Hatshepsut and the Colossi of Memnon. In Aswan, you’ll visit the Philae temple and the High Dam. Travel by VIP first-class train between Cairo and Aswan.\r\n\r\nDetailed Itinerary\r\nDay 1\r\nTransfer to the Cairo train station to catch the overnight train to Aswan.\r\n\r\nDay 2: Aswan – Kom Ombo (Meals: Lunch, Dinner)\r\nArrival in Aswan, where you’ll meet your tour representative at the train station. Visit the High Dam and Philae Temple before transferring to the cruise ship. Lunch and afternoon tea will be served on board. Sail to Kom Ombo. Dinner and overnight on board.\r\n\r\nDay 3: Kom Ombo – Edfu – Luxor (Meals: Breakfast, Lunch, Dinner)\r\nAfter breakfast, visit the Temple of Kom Ombo. Sail to Edfu. After lunch, visit the Temple of Horus. Cross Esna Lock and sail to Luxor. Overnight on board.\r\n\r\nDay 4: Luxor West Bank (Meals: Breakfast, Lunch, Dinner)\r\nBreakfast on board. Cross to the West Bank to visit the Valley of the Kings. Visit the Temple of Queen Hatshepsut at Deir el-Bahari. See the Colossi of Memnon and visit an alabaster institute. Afternoon tea and dinner and overnight on board.\r\n\r\nDay 5: Luxor East Bank (Meals: Breakfast)\r\nBreakfast on board before disembarkation from the cruise ship. Visit the East Bank of the Nile, taking in the Temple of Karnak, the Temple of Luxor, and the Obelisk of Ramses II. Transfer to the train station to catch the overnight train back to Cairo.\r\n\r\nDay 6\r\nArrival in Cairo and transfer to your hotel.",
		"includes": "Meet and assist service (arrival and departure)\r\nRound-trip first-class seated train tickets\r\nAll transfers by modern air-conditioned vehicle\r\nAccommodation on 5-star cruise (full-board basis excluding drinks)\r\nEgyptologist guide\r\nAll service charges and taxes\r\n"
	},
	{
		"title": "Cairo: Private Two-Day Tour",
		"duration": "2 days",
		"price": "E£ 2,485.50",
		"imageURL": "data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==",
		"experiences": "Enjoy a special private tour to visit the Pyramids of Giza\r\nWalk through the streets of historic Islamic and Coptic Cairo\r\nDiscover the treasures of the Egyptian museum on a guided tour\r\n",
		"fullDescription": "Spend two days exploring Cairo and Giza on a private tour with an Egyptologist as your guide. Visit old Islamic and Coptic Cairo, explore the Egyptian Museum, and see the Giza Pyramids and Sphinx.\r\n\r\nDay 1\r\nExplore old Islamic and Coptic Cairo with a guide. Visit the Hanging church, the Coptic Museum, and Ben Ezra Synagogue. See the Citadel of Saladin before stopping for lunch. Enjoy a walk along Khan El Khalili Street and experience a traditional Egyptian market.\r\n\r\nDay 2\r\nStart your day with a visit to the Egyptian Museum with your guide. Home to 165,000 Egyptian artifacts, the priceless treasures of King Tutankhamen are the highlight of the museum. Choose to visit the Mummies Hall for an additional fee. Sail along the Nile on a small boat and take in the sights or enjoy lunch at a restaurant by the Nile River.\r\n\r\nVisit the Pyramids of Giza and the Sphinx. The sphinx is an enigmatic symbol of Egypt. Enter one of the Pyramids (for an additional fee) if you wish. You’ll have the opportunity to do some shopping and visit a perfume factory and a traditional papyrus institute as well.",
		"includes": "Entrance to sites mentioned in the program\r\nLocal taxes\r\nLunch on both days\r\nPrivate Egyptologist guide\r\nPrivate hotel pickup and drop-off\r\nPrivate tour\r\nTransportation by private vehicle\r\n"
	},
	{
		"title": "The Grand Egyptian Museum and Giza Pyramids with Transfer",
		"duration": "6 - 7 hours",
		"price": "E£ 857",
		"imageURL": "data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==",
		"experiences": "Visit the Pyramids of Giza and the Sphinx\r\nEnjoy a tour at the two-floor Egyptian Museum\r\nLearn about ancient Egypt's boy-king Tutankhamun and visit his collection inside the museum\r\n",
		"fullDescription": "Enjoy a pick-up service, avoid the crowded roads and travel to the Pyramids of Giza. If you are staying in Cairo, it is only a short drive before the Pyramids of Giza are in view. Your bus will park as close as possible. Watch the oldest wonder of the Old World and  the only that still remains. The three pyramids of Giza; Cheops, Chephren and Mykerinos have not been affected by time or natural catastrophes.\r\n\r\nYour next stop is the Egyptian Museum, home to more than 120,000 rare artifacts from the Three Kingdoms. Here, you have two full floors with 107 halls to visit. While the ground floor holds large statutes, the second contains  small statues, jewelry, papyrus, the mummies and the world’s most extensive collection of the boy King, Tutankhamun. Take your time discovering his shining items and discover all that the museum has to offer. ",
		"includes": "Hotel pick-up and drop off service\r\nAll transfers in an air-conditioned bus\r\nEntrance fees to all the attractions mentioned in the itinerary\r\n"
	},
	{
		"title": "Transfer to Giza Pyramids, Memphis and Sakkara",
		"duration": "1 minute - 6 hours",
		"price": "E£ 982.50",
		"imageURL": "data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==",
		"experiences": "Visit the Three Pyramids and the Sphinx\r\nExplore Sakkara, home to the famous Step Pyramid of Djoser\r\nDiscover Memphis and have a look at the monuments there\r\n",
		"fullDescription": "If you are lucky enough to be staying in Cairo then you are only a short while from the Three Pyramids of Giza. On arrival, your bus will park as close as possible. Discover the oldest wonder of the Old World and marvel at the Pyramids of Giza. All 3 of which have not been affected by time or natural catastrophes.\r\n\r\nTake photos of the incredible pyramid with an estimated total of 2,300,000 stone blocks. Beside it you will meet the eyes of a sculpture formed of lion’s body and Pharaoh’s head which belonged to King Chephren. It is the mysterious Sphinx. Then, you will be transferred to Sakkara, home of the Step Pyramid of Szoser. After that, you head towards Memphis, the ancient capital city of old Egypt, before enjoying a final visit to Dahshur. After your tour you will be dropped back to your hotel. ",
		"includes": "All transfers in an air-conditioned vehicle\r\nPort pick-up and drop off\r\nSoft drinks during the drive\r\nEntrance fees to all the attractions mentioned in the itinerary\r\nService charges and taxes\r\n"
	},
	{
		"title": "Cairo: Pyramid of Djoser & Dahshur Tour",
		"duration": "7 hours",
		"price": "E£ 1,279.25",
		"imageURL": "data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==",
		"experiences": "See the Step Pyramid of Djoser, considered to be Egypt's oldest pyramid\r\nVisit Memphis, the first capital city of Egypt\r\nTravel in comfort in a modern, air-conditioned vehicle\r\n",
		"fullDescription": "Begin by visiting Sakkara and the Step Pyramid of Djoser, which dates back to 2600 BC under the 3rd Dynasty. It is considered the oldest stone structure and it was built for king Djoser.\r\n\r\nProceed to visit Memphis, which was the first capital city of Old Egypt, and see the Statue of Ramses II at Memphis. On your way to the south you will visit the Red Pyramid and the Bent Pyramid of Dahshur\r\n\r\nTravel in comfort back to your hotel. Cairo has so much to see, feel, eat and buy, so if you have time and want to add more to your itinerary, let the local operator know if there is anything you would like to add to your itinerary. ",
		"includes": "Tour guide\r\nAll transfers by modern, air-conditioned vehicle\r\nEntrance fees for all mentioned sites\r\nAll services charges and taxes\r\n"
	},
	{
		"title": "Cairo at Night: 4-Hour City Tour & Nile Felucca Cruise",
		"duration": "4 hours",
		"price": "E£ 1,096.50",
		"imageURL": "data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==",
		"experiences": "Explore the sights in Cairo at night\r\nEnjoy sailing on the River Nile aboard a traditional felucca wooden sailing boat\r\nAdmire the beautiful sunset and experience Cairo’s nightlife\r\n",
		"fullDescription": "Explore Cairo at night while sailing in a traditional felucca wooden sailing boat, and have a guided city tour in an air-conditioned car in Cairo. Join us and don't miss this exciting tour!\r\n\r\nRelish the feeling of discovering the sights in Cairo at night by a traditional felucca sailing boat on the River Nile. Discover the charming night life of Cairo. Cairo is very alive at night and offers you many possibilities to have a great evening. Depending on whether you prefer to explore the nightlife or enjoy sailing, you can also admire the beautiful sunset.\r\n\r\nIf you have a special occasion, such as a birthday, you can have your party arranged while sailing across the Nile. Feel the charm of the Egyptian Nile and the atmosphere of Cairo.",
		"includes": "Transportation\r\nEgyptologist guide\r\nFelucca rental fees\r\nTaxes\r\n"
	},
	{
		"title": "From Cairo: Pyramids, Memphis, and Sakkara Visit",
		"duration": "6 hours",
		"price": "E£ 1,867.75",
		"imageURL": "data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==",
		"experiences": "Marvel at the famous Great Pyramids of Egypt at the Giza Plateau with your Egyptologist guide\r\nExplore the Valley Temple and the Ancient Sphinx, and wonder at the ancient rites of mummification\r\nSee the ancient Step Pyramid of Djoser in the Sakkara archeological site as you learn about the evolution of pyramid design\r\nVisit Egypt's former capital of Memphis, once the cultural center of the ancient world\r\n",
		"fullDescription": "Start your day trip to the Great Pyramids, Memphis, and Sakkara, with an 08:00 pick-up at your hotel. Your guide will take you to the Giza Plateau where you will see the famous Pyramids of Cheops, Chephren and Mykerinus.\r\n\r\nNext, see the Great Sphinx statue and visit the Valley Temple, which is a part of the same ancient complex. Marvel at the ancient structure as you learn about the burial rites of the Pharaoh kings.\r\n\r\nThe next stop on your day tour is the Step Pyramid of King Djoser, at the fascinating Sakkara archeological site. Built in the 3rd Dynasty (around 2630 B.C.E.), this special pyramid is the world's oldest major stone structure.\r\n\r\nFrom the Step Pyramids transfer to Memphis, the former capital city of ancient Egypt during the Old Kingdom. Having once reigned as a cultural center for over 3,000 years, Memphis offers stunning ancient sites and intrigue.",
		"includes": "Hotel pick-up and drop-off\r\nAll transfers by a modern air-conditioned vehicle\r\nEntrance fees to the mentioned historical sites\r\nEgyptologist guide\r\n1 bottle of mineral water\r\n"
	},
	{
		"title": "Cairo: Full-Day Islamic and Coptic Cairo Excursion",
		"duration": "12 hours",
		"price": "E£ 1,188",
		"imageURL": "https://cdn.getyourguide.com/img/tour_img-169055-70.jpg",
		"experiences": "Visit the Citadel of Salah al-Din and the Alabaster Mosque\r\nExplore the shops in the Khan el-Khalili Bazaar\r\nSee the Hanging Church, one of the oldest churches in Egypt\r\n",
		"fullDescription": "Be met outside your cruise ship by a tour representative and board an air-conditioned, private vehicle for the trip to Cairo, to enjoy a sightseeing tour of the Islamic and Coptic sites of the old city.\r\n\r\nOn this full-day excursion, your guide will take you to the Salah al-Din Citadel. Admire the Alabaster Mosque and also the Al-Gawhara Palace, which was built by Mohammed Ali Pasha in 1814. Visit El Moez Street to see the most beautiful examples of Islamic architecture.\r\n\r\nThen proceed to Coptic Cairo to visit the the Hanging church, also known as the Al Mo'allaka Church, to see Saints Sergius and Bacchus Church, which sheltered the holy family, and visit Ben Ezra Synagogue.\r\n\r\nYou can take a break for lunch any time you like during the tour.",
		"includes": "Meet and greet service at Alexandria port\r\nAll transfers by private air-conditioned vehicle\r\nEntrance fees to the sites in Cairo mentioned in the description\r\nAcademic Egyptologist guide\r\nLunch at a good Cairo restaurant\r\nMineral water and soft drinks on board the vehicle\r\nService charges and taxes\r\n"
	},
	{
		"title": "Cairo Full-Day Bus Tour from Hurghada",
		"duration": "17 hours",
		"price": "E£ 548.25",
		"imageURL": "https://cdn.getyourguide.com/img/tour_img-1514524-70.jpg",
		"experiences": "See the famous pyramids of Giza\r\nAdmire the world-famous Sphinx\r\nVisit the impressive Egyptian Museum\r\nLearn more about the pharaohs of ancient Egypt\r\n",
		"fullDescription": "Discover Cairo on a day trip by bus from Hurghada. Get on the bus at your hotel and enjoy the ride to Cairo in an air-conditioned bus, driving along a beautiful stretch by the Red Sea and through the imposing desert.\r\n\r\nYour tour guide will be waiting for you in the Egyptian capital and will take you through Cairo in a small group. Visit the Egyptian National Museum, one of the largest museums in the world. Admire the pharaonic treasures including burial objects, coins, clothing, and jewelry. See the golden treasure of Tutankhamen and fascinating sarcophagi.\r\n\r\nEnjoy lunch at an excellent restaurant before continuing the tour. Visit the famous pyramids, one of the Seven Wonders of the World, which include the pyramids of Cheops, Cephren, and Mykerinos. Experience the fantastic view from the plateau before visiting the popular Sphinx.",
		"includes": "All transfers by air-conditioned vehicle\r\nPrivate German-speaking tour guide\r\nSoft drinks and water during the drive\r\nAdmission to the above-mentioned attractions\r\nLunch\r\n"
	},
	{
		"title": "Cairo Stopover from Airport",
		"duration": "6 hours",
		"price": "E£ 1,644.75",
		"imageURL": "https://cdn.getyourguide.com/img/tour_img-1177089-70.jpg",
		"experiences": "Visit the famous Great Pyramids and the Sphinx\r\nAdmire 250,000 artifacts in the Egyptian Museum\r\nSee the treasure of Tutankhamun\r\n",
		"fullDescription": "Enjoy warm welcome in Egypt with round-the-clock pick-up in accordance with your flight arrival time. Meet your tour guide at Cairo airport; they will be holding a sign of your name.\r\n\r\nBegin your tour by heading to the Great Pyramids, one of the Seven Wonders of the Ancient World. Visit and enjoy a panoramic view of the Pyramids of Cheops, Chephren, and Mykerinus. Visit The Great Sphinx, the Valley Temple, and many other outstanding photo stops.\r\n\r\nThen, visit the Egyptian Museum which holds 250,000 artifacts and the treasure of Tutankhamun which were enclosed in his tomb for over 3,500 years before it was discovered in 1920 when his tomb was excavated.\r\n\r\nAfter finishing the tour, you will be transferred to Cairo Airport at least 2 hours before your international flight time.",
		"includes": "Pick-up service from airport & return\r\nAir conditioned vehicle\r\nExpert tour guide\r\nEntrance fees to all the mentioned sites\r\nAll service charges & taxes\r\n"
	},
	{
		"title": "Best of Cairo: Day Trip from Alexandria",
		"duration": "12 hours",
		"price": "E£ 1,553.50",
		"imageURL": "https://cdn.getyourguide.com/img/tour_img-1203378-70.jpg",
		"experiences": "See the Great Pyramids, the Sphinx and the Valley Temple\r\nTake an optional trip to some traditional bazaars\r\nVisit Cairo stress free as your guides take care of all transportation and organization\r\n",
		"fullDescription": "Your day excursion to Cairo will start with your tour guide waiting for you at the lobby of your hotel in Alexandria. From the moment your tour starts, your guides will give you full attention. In the car on the way to the first attraction, your guide will tell you all about what you are seeing outside the windows as well as other aspects of the tour to come that might interest you. Your day in Cairo has been designed to give you the best overview of the city’s most amazing monuments in just one day.\r\n \r\nTravel first to the Great Pyramids, one of the Seven Wonders of the Ancient World. Enjoy a panoramic view of the Pyramids of Cheops, Chephren and Mykerinus. Continue on with spectacular, once-in-a-lifetime visits to the Great Sphinx, the Valley Temple, and many other outstanding photo stops.\r\n \r\nMove on to the Museum of Egyptian Antiquities, which includes an exhibition of King Tutankhamen’s treasures. End the day with an optional visit to some traditional bazaars before being driven back to Alexandria.",
		"includes": "Pick-up and drop off services from Alexandria\r\nAll transfers by a private air-conditioned vehicle\r\nExpert tour guide\r\nEntrance fees to all mentioned sites\r\nAll Service charges and taxes\r\n"
	},
	{
		"title": "Cairo: Private 2-Day Tour",
		"duration": "2 days",
		"price": "E£ 4,386.25",
		"imageURL": "https://cdn.getyourguide.com/img/tour_img-563664-70.jpg",
		"experiences": "Enjoy walking under the shadow of the great Pyramids of Giza\r\nView the 3 pyramids in panoramic view from the highest point of Giza\r\nMeet the kings and queens of Ancient Egypt in the huge museum where you can see the priceless masterpieces of the pharaonic King Tutankhamen\r\nWalk in the old streets of Islamic and Coptic Cairo between the old monuments\r\nHave lunch in a local restaurant by the Nile River\r\n",
		"fullDescription": "Day 1: Pyramids of Giza and the Egyptian Museum\r\n\r\nYou will be met in your hotel by your guide and picked up by an air-conditioned van. Start your day by visiting the Egyptian Museum. You will get to see 165,000 Egyptian artifacts. The priceless treasures of King Tutankhamen are the highlight here. His six gilded coffins dominate the main hall, while his magnificent death mask is the star attraction. You can also visit the Mummies Hall (additional cost). Next, enjoy sailing along the Nile on a small boat and watch the sites of the city (optional).\r\n\r\nYou will have your lunch in a restaurant located by the river Nile. Next stop on your tour is the Pyramids of Giza and the Sphinx, one of the Seven Wonders of the World and still a riddle today. A truly unforgettable experience, the Sphinx is an enigmatic symbol of Egypt. You will have free time to enter one of the pyramids (additional cost) if you wish. You will also have a chance to do some shopping and visit a perfume factory and traditional Papyrus Institute, where you can see how they make papyrus and purchase a unique gift. Then, drive back to your hotel.\r\n\r\nDay 2: Islamic and Coptic Cairo \r\n\r\nHave amazing day trip to old Islamic and Coptic Cairo, where you will walk in the oldest streets between ancient Islamic and Coptic monuments. You will be picked up by your guide to visit the Hanging Church (named for its location above a gatehouse of the Babylon Fortress.) Then, you will visit the Coptic Museum with the largest collection of Egyptian Christian artifacts in the world. Near by the Coptic Museum you will find located Ben Ezra Synagogue. This was the synagogue whose geniza or store room was found in the 19th century to contain a treasure of abandoned Hebrew. Next, you will visit the Citadel of Saladin which is a fortification in Cairo. You will then have lunch followed by a walk through Khan El Khalili Street. You could ask yourself how a market in Egypt is responsible for the founding of the United States. This is an experience you will find unforgettable. Return back to your hotel.",
		"includes": "Entrance fee to the mentioned sites in the program\r\nPrivate Egyptologist tour guide for 2-days\r\nPrivate transfer for 2-days\r\nPick-up and drop-off\r\nLunch for 2-days\r\n"
	},
	{
		"title": "Cairo: Full-Day Pyramid Tour and Egyptian Museum",
		"duration": "7 hours",
		"price": "E£ 1,188",
		"imageURL": "https://cdn.getyourguide.com/img/tour_img-1197662-70.jpg",
		"experiences": "See the Great Pyramid of Giza\r\nView the Great Sphinx of Giza\r\nVisit the Egyptian Museum\r\n",
		"fullDescription": "Listen to stories about the history of Egypt and learn about ancient Egyptian culture, all told by your expert guide. Visit the Great Pyramid of Giza, one of the Seven Wonders of the Ancient World.\r\n\r\nEnjoy a panoramic view of the Great Pyramid of Giza, the Pyramid of Khafre and the Pyramid of Menkaure. Walk past the Valley Temple of Khafre and take a photo with the Great Sphinx of Giza. \r\n\r\nTravel to the Egyptian Museum, displaying more than 250,000 pieces of rare Egyptian art. Enter into the room of Tutankhamun, decorated with the jewelry and gold enclosed within his tomb. ",
		"includes": "Transfer in a modern, air-conditioned vehicle\r\nAn expert tour guide\r\nEntrance fees\r\n"
	},
	{
		"title": "Cairo: Giza Pyramids and River Nile Tour",
		"duration": "5 hours",
		"price": "E£ 1,827.50",
		"imageURL": "https://cdn.getyourguide.com/img/tour_img-1178946-70.jpg",
		"experiences": "Take in the sight of the Great Pyramids of Giza\r\nAdmire the magnificent Sphinx\r\nVisit the Valley Temple, where kings were mummified\r\nSail down the Nile on a felucca boat\r\n",
		"fullDescription": "Your tour will start as your guide picks you up from your hotel. From the moment your tour starts, you will get full attention. In the car on the way to the pyramids, your guide will tell you all about what you’re seeing outside of the windows.\r\n \r\nTravel in comfort to the Great Pyramids, one of the Seven Wonders of the Ancient World, and truly a once-in-a-lifetime experience. Enjoy a panoramic view of the Pyramids of Cheops, Chephren, and Mykerinus. Visit the Great Sphinx, and the Valley Temple, where the king was mummified and purified before his burial. Your tour guide will be sure to stop for many outstanding photo stops so you can capture these stunning sights. The itinerary will be flexible, so the tour can be adapted to your preferences and pace.\r\n\r\nThen, your tour will move on to the Nile, where you will board a felucca boat and take a sailing tour down the river. This is another perfect opportunity for sightseeing, as the edge of the Nile features many more unmissable sights. Finish your tour with a comfortable ride back to your hotel.  \r\n\r\n ",
		"includes": "All transfers by modern air-conditioned van\r\nPick-up and drop off services from your hotel\r\nTour guide\r\nEntrance fees\r\nAll service charges and taxes\r\n"
	},
	{
		"title": "Tell El Amarna: Full Day Tour",
		"duration": "10 hours",
		"price": "E£ 2,558.75",
		"imageURL": "data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==",
		"experiences": "Tour El Menya city\r\nView Tell El Amarna,\r\nJourney through Beni Hassan\r\n",
		"fullDescription": "The day begins with a tour of El Menya city where you will take a motor boat to the Tell El Amarna, which was considered the capital of Akhenaton.\r\n\r\nFollowing this you will journey to Beni Hassan where you will visit the ancient tombs, before traveling back to your hotel.",
		"includes": "Modern air conditioned van\r\nExpert tour guide\r\nAll the entrance fees to the sites mentioned in our program\r\nAll service charges & taxes\r\n"
	},
	{
		"title": "Pyramids of Giza and Great Sphinx Half-Day Tour",
		"duration": "4 hours",
		"price": "E£ 1,188",
		"imageURL": "data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==",
		"experiences": "Explore the Pyramids of Giza on a half-day sightseeing tour with an Egyptologist guide\r\nLearn about the pyramids constuction as far back as 2560–2540 BC\r\nSee the imposing Great Sphinx\r\nWander through the Valley Temple\r\n",
		"fullDescription": "This 4-hour sightseeing tour explores the mysteries of the Great Pyramids of Giza and Great Sphinx in the Giza Plateau. The oldest and last remaining of the 7 Wonders of the Ancient World, the site is not only the most popular attraction in Egypt, it’s one of the most loved destinations in the world.\r\n\r\nIn the company of an expert Egyptologist guide, you will visit the Pyramid of Cheops, the middle Pyramid of Chephren, and the small Pyramid of Mykerinos. Continue to the Great Sphinx with its head of a man and body of a lion, gazing imposingly across the valley.\r\n\r\nThen, complete your tour of the pyramid complex with a walk through the Valley Temple, learning more about the site’s astonishing creation and construction back in 2560–2540 BC.",
		"includes": "Egyptologist guide\r\nTransportation\r\nEntrance fees\r\nParking\r\nTaxes\r\nService charge\r\n"
	},
	{
		"title": "Great Pyramids of Giza Half-Day Adventure",
		"duration": "5 hours",
		"price": "E£ 822.50",
		"imageURL": "data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==",
		"experiences": "Visit the iconic Pyramids of Giza before the crowds and the heat\r\nSnap those photos you’ve always wanted, without pesky tourists getting in the way\r\nMarvel at one of the true ancient masterpieces: the Sphinx and his Pyramids\r\nIndulge in a local lunch, making this tour of the Pyramids just a little bit different than the rest\r\n",
		"fullDescription": "Get ready, get set, for an experience of a lifetime – a half-day trip to the Great Pyramids of Giza!               \r\n\r\nThe Giza Plateau is a formation of three pyramids, where a father, son, and grandson constructed their afterlife tombs and mapped their journeys to the afterlife. It’s still a bit of a mystery as to how the pyramids were constructed and how long they took to complete, but there’s no question that the pyramids still represent the pinnacle of ancient Egyptian architectural accomplishments. The whole area, really, continues to hold many secrets yet to be uncovered, making the pyramids one of the most alluring and inviting places in the world. \r\n\r\nWhy not tick off that bucket list item, and then some, with a half-day tour to the pyramids that’s going to prove to you why everyone reveres this site so much. What sets this Pyramids tour apart from the others is that you'll beat the tourists and arrive at the Giza Plateau well before the crowds and that ruthless midday sun. You'll also be treated to a local lunch! Pyramids, Sphinx, and lunch? Oh my! \r\n\r\nThe day starts by seeing the guardian of the necropolis, the Sphinx (you know, the one with the missing nose!), which stands in front of the second Pyramid of Khepren. Enter the Giza Plateau from the Sphinx Gate to beat the crowds to the site, and after seeing the Sphinx, walk to the mysterious great pyramid of King Cheops, where you can marvel at the sheer size of the construction, and try and formulate your own theories as to how it was built. \r\n\r\nThe Pyramids tour continues to the second Pyramid of Giza, which is the second largest and the only pyramid that still caries part of its original casing. From there, continue to the third and the smallest of the Giza Plateau pyramids. And no visit to the Pyramids of Giza would be complete without stopping at the panoramic view point where you get to see the all the pyramids of Giza in the one spot (and take a photo like the ones you see in travel books – free of tourists! Well, almost…) \r\n\r\nLeaving the amazing pyramids behinds, head back out to the streets of Cairo and stop by a local restaurant for lunch. You'll be treated to Koshary, a dish of rice, pasta, lentils, fried onions, and chili sauce, and a favorite amongst young local Egyptians. After lunch, you'll be dropped back off at one of the starting points, where you can carry on your day (although the Pyramids are sure to have already been the highlight!).",
		"includes": "Local English-speaking guide\r\nPyramids area entrance fees\r\nKoshary lunch\r\n"
	},
	{
		"title": "Egyptian Pyramid Tour",
		"duration": "6 hours",
		"price": "E£ 1,553.50",
		"imageURL": "data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==",
		"experiences": "See the Great Pyramids of Giza\r\nLook up at the mighty Sphinx\r\nCatch a glimpse of the Valley Temple\r\nTake a camel ride through the desert\r\nVisit the Egyptian Museum\r\n",
		"fullDescription": "Your tour begins with an easy hotel pickup, where your guide will be awaiting you in your hotel lobby. Now the fun really begins.\r\n\r\nJourney back in time to the days of the Ancient Egyptians to see the legendary pyramids of Cheops, Chephren, and Mykerinus. Get an up close look at the Great Sphinx, and visit the Valley Temple on the site where the ancient pharaohs were laid to rest. This is a family friendly tour, so kids are welcome!\r\n\r\nTake a camel ride through the desert and feel just like an ancient Egyptian. This is truly an unforgettable experience!\r\n\r\nNext, take a history tour of Cairo, which will take you along all the lesser known but must-see local spots. Take in the panoramic views of the Pyramids and the Sphinx, make an optional stop at Taverna's for local Cairo food, and visit the Egyptian Museum to see Egypt's hidden treasures. The city has a rich local history, ranging from the ancients to modern time. Learn about what is going on in Cairo today! Meet the locals, who will show you how to make the most of your trip.\r\n\r\nAt the end of the tour you will be transferred back to your hotel.",
		"includes": "Transfers are by modern and air conditioned vehicle\r\nTour guide\r\nEntrance fees\r\nAll service charges and taxes\r\n"
	}
]
