[
	{
		"title": "Giza Pyramids, Sphinx and Sakkara - Private Full Day Tour",
		"duration": "8 hours",
		"price": "E£ 457",
		"imageURL": "https://cdn.getyourguide.com/img/tour_img-241258-70.jpg",
		"experiences": "Go on a private full day tour of the Giza Pyramids, the Sphinx, Memphis and Sakkara with a qualified Egyptologist\r\nGo inside of the Great Pyramids and visit the Mummies room\r\nView the Step Pyramid in Sakkara, only 27km from Cairo\r\n",
		"fullDescription": "Embark on a full-day tour to the Giza Pyramids, the Sphinx, Memphis and Sakkara.\r\n\r\nStart your tour by visiting the Great Pyramids - Cheops, Chephren and Mykerinos. The highlight of this section is getting close up to the Sphinx - the legendary guardian with a lion’s body and the head of King Chephren. Admire the impressive statue and get your photo taken beside it.\r\nYou will then visit Sakkara, a 27 km journey away from Cairo. The highlight of this section is the Step Pyramid. Built for King Zoser, it is considered an important part in the process of the pyramid evolution.\r\n\r\nFinally, you'll head over to Memphis. Not the home of Elvis, of course, but the ancient capital of Egypt!",
		"includes": "Expert tour guide (Egyptologist)\r\nPick-up and drop off transfers by private air-conditioned vehicle\r\nBottles of water\r\nTaxes and services\r\n"
	},
	{
		"title": "Cairo: Quad Bike Desert Safari around Giza Pyramids",
		"duration": "3 hours",
		"price": "E£ 658",
		"imageURL": "https://cdn.getyourguide.com/img/tour_img-335905-70.jpg",
		"experiences": "Enjoy a quad bike tour around the Giza Pyramids\r\nDiscover the desert around Cairo\r\nTake a close-up look at the Sphinx\r\n",
		"fullDescription": "After a pick-up from your hotel in Cairo or Giza, you will be transferred to the Giza Pyramids. This is the starting point for your easy quad bike ride. The tour is simply the most exciting way to discover all the ancient wonders of Egypt. The custom-made buggies are capable of whisking over the dunes at speeds over 50 mph taking you to places where most tourists never get to see. Riding through the desert is a thrilling experience and will make your holiday in Egypt unforgettable.\r\n\r\nTake amazing pictures and see the Great Pyramids - Cheops, Chephren and Mykerinos. After this, visit the Valley Temple and have a close-up look at the Sphinx. At the end of your tour you will be taken back to your hotel. ",
		"includes": "Transportation\r\nEntry fees\r\nTour guide\r\nLunch at a local restaurant\r\n"
	},
	{
		"title": "Cairo: Sound & Light Show Giza Pyramids",
		"duration": "2 hours",
		"price": "E£ 712.75",
		"imageURL": "https://cdn.getyourguide.com/img/tour_img-383491-70.jpg",
		"experiences": "Enjoy Giza pyramids plateau after sunset\r\nWatch fantastic visuals projected onto the ancient Giza Pyramids\r\nEnjoy the Sound and Light show at the Giza Pyramids\r\n",
		"fullDescription": "Try something different by attending the dazzling Sound and Light show at the Giza Pyramids of Cheops, Chefren and Mykerinus. The Sound and Light show will whisk you away on a narrated journey of Egypt's history through dramatic storytelling, lights, and music. Watch as lights illuminate the sphinx and pyramids, in a show considered one of the best tourist attractions in Cairo.\r\n\r\nBegin your show with the tale of the Sphinx, who has been the vigilant guardian of the city of the dead for 5,000 years. Discover the story of the building of the pyramids, as well as the history of famous figures from ancient Egypt such as Thutmosis IV, Akhnaten, Nefertiti, and Tut Ankh Amon.",
		"includes": "Round trip A/C transportation\r\nEntrance fee\r\nServices and taxes\r\n"
	},
	{
		"title": "Cairo 4-Hour Guided Tour of the Egyptian Museum",
		"duration": "4 hours",
		"price": "E£ 1,060",
		"imageURL": "https://cdn.getyourguide.com/img/tour_img-54033-70.jpg",
		"experiences": "Discover the treasures of the Egyptian Museum with an Egyptologist guide\r\nSee the gold and jewelry that was entombed with King Tutankhamen\r\nEnjoy transfers between your hotel and museum in air-conditioned comfort\r\n",
		"fullDescription": "Add an in-depth tour of the Egyptian Museum to your stay in Cairo. You’ll visit the most important museum in Egypt with an Egyptologist as your guide.\r\n\r\nOn this 4-hour tour you’ll be picked up at your hotel and transferred to the Egyptian Museum, where your guide will show you highlights of the unbelievable collection of artifacts from the old, middle, and new kingdoms.\r\n\r\nThe museum house over 250,000 genuine artifacts, including the treasures of the most famous Egyptian pharaoh, Tutankhamen. The gold and jewelry on display was enclosed in his tomb for over 3,500 years before it was discovered in the 1920s during excavations.\r\n\r\nAt the end of the tour you’ll be transferred back to your hotel.",
		"includes": "Egyptologist guide\r\nEntrance fee\r\nTransportation\r\nTaxes and service charges\r\n"
	},
	{
		"title": "Cairo, Giza Pyramids, Memphis & Sakkara Day Tour",
		"duration": "8 hours",
		"price": "E£ 822.50",
		"imageURL": "https://cdn.getyourguide.com/img/tour_img-311568-70.jpg",
		"experiences": "Make a full-day tour to the pyramids, one of the 7 wonders of the world\r\nSpend a day in Cairo with an Egyptologist guide\r\n",
		"fullDescription": "See the wonders of Egypt on this tour. First you will visit the Pyramids of Cheops, Chephren and Mykerinus. Then make a stop at the Great Sphinx, which has the head of a pharaoh with a lion's body. The Sphinx dates to the time of Chephren. This tour also includes a visit to the Valley Temple, which belongs to the Pyramid of Chephren.\r\n\r\nContinue sightseeing with an exciting tour to the Step Pyramids of Zoser, the world's oldest major stone structure. It was built in the 3rd Dynasty (around 2630 BC) for King Djoser.\r\n\r\nTransfer to Memphis, which was founded by King Menes, and was the capital of Old Egypt during the Old Kingdom. It was considered to be a center of rule and culture for over 3000 years. The Statue of Ramses II is a highlight of this stop.",
		"includes": "All transfers by a modern air-conditioned vehicle\r\nTransfer by a private air-conditioned vehicle\r\nGuide of your own language\r\nAll taxes & service charge\r\n"
	},
	{
		"title": "Cairo: 2-Day Bahariya Oasis Camp with White & Black Deserts",
		"duration": "2 days",
		"price": "E£ 3,637",
		"imageURL": "https://cdn.getyourguide.com/img/tour_img-387134-70.jpg",
		"experiences": "Enjoy the drive into Egypt's western desert\r\nVisit the crystal mountain\r\nDiscover the valley of the Golden Mummies\r\nExplore the Famous White Desert and Black Desert\r\n",
		"fullDescription": "At 07:00 on day one, your tour guide and driver will pick you up from your hotel in Cairo and take you to Bahariya Oasis, about 350 km east. This journey takes about 4 hours: lunch will be served at a local restaurant at Bahariya oasis. From here, you will continue on to the Black Desert, and the natural hot springs in the Valley of El Haize, before driving to the quartz crystals at Crystal Mountain, and the rocky formations in the Valley of Agabat.\r\n \r\nLater on day one, explore the White Desert National Park, the most well-known desert destination in Egypt. The quantity of unearthly and beautiful wind-carved rock formations shaped in the form of giant mushrooms or pebbles is unequalled by any desert in the world. Arrive at the White Desert by sunset, and our Bedouin staff will arrange dinner and desert camping.\r\n\r\nOn day 2, you'll enjoy breakfast in the desert, before driving to Bahariya Oasis to get some rest and take a shower. Then drive back to Cairo.",
		"includes": "Pick-up and drop off services from/to your hotel\r\nTravel by private air-conditioned vehicle\r\nTours by private Jeep 4X4 to the White and Black Deserts\r\nDesert camping for one night\r\nEnglish-speaking driver\r\nAll camping equipment and tents\r\nAll meals (breakfast, lunch and dinner)\r\nBeverages including mineral water and tea\r\nAll taxes and service charges\r\n"
	},
	{
		"title": "Cairo: Camel or Horse Ride By the Pyramids",
		"duration": "4 hours",
		"price": "E£ 913.75",
		"imageURL": "data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==",
		"experiences": "Go on a camel or horse ride at the Giza Pyramids\r\nSee the Giza Pyramids from a unique perspective\r\nTake a romantic, relaxing and unique tour\r\nVisit the Valley of the Sphinx\r\n",
		"fullDescription": "Have you ever been on a discovery tour in the desert? Then, try a horse or a camel riding experience at the Giza Pyramids during sunrise or sunset.\r\n\r\nWhile experiencing the camel or horse ride, enjoy the fascinating view of the Great Pyramids of Cheops, Chephren and Mykerinus and the Sphinx from the outside. The Great Pyramids and the Sphinx are considered the oldest of the seven wonders of the ancient world, tallest man-made structure in the world for over 3,800 years and the most important tourist site in Egypt.  \r\n\r\nHave dinner or lunch after your ride camel in a good restaurant offering Egyptian food such as oriental soup, fish grilled or fried, shish kebab, chicken, five kinds of salad, one appetizer, rice, bread and dessert including a welcome drink karkadi. Then, head back to your hotel in the center of Cairo or Giza. This is a private tour, you will not be added to another group. All tours are accompanied by an expert tour guide and a groom to ensure that you will have a pleasant time in the desert including water and soft drinks.",
		"includes": "Return pick-up services from your hotel\r\nAll transfers by an air-conditioned vehicle\r\nQualified expert guide\r\nEntrance to visit all the area of Pyramids\r\nEntrance to visit the Sphinx and temple\r\nA horse or camel ride for 2-hours\r\nFree shopping in the area of pyramids\r\nLunch in the number one restaurant in Giza\r\nWelcome drink karkadeh\r\nOne small mineral water during your tour\r\nAll taxes and service charges\r\n"
	},
	{
		"title": "Cairo Citadel, Old Cairo & Khan El Khalili Full-Day Tour",
		"duration": "8 hours",
		"price": "E£ 1,462",
		"imageURL": "data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==",
		"experiences": "Immerse yourself in Egyptian history with a sightseeing tour of Old Cairo's major sights\r\nVisit the Cairo Citadel on the Moqattam Hills for grand views over the city\r\nSee the beautiful alabaster Mosque of Muhammad Ali, built for Muhammad Ali Pasha between 1830 and 1848\r\nDiscover the sights of Old Cairo, such as the Hanging Church and the Ben Ezra Synagogue\r\nWander the alleys of the Khan el-Khalili Bazaar and try out your bargaining skills\r\n",
		"fullDescription": "Enjoy a fantastic orientation tour of Cairo on an 8-hour excursion that takes in the major monuments of Old Cairo and the maze of streets and stalls of the historic Khan El Khalili Bazaar.\r\n\r\nFollowing a hotel pick-up from Cairo or Giza, you will drive up to the Saladin Citadel, constructed by Salah al-Din on the Moqattam Hills in 1183 AD as a defence against Crusader armies. Known for its fresh air and sweeping views of Cairo, it is now a preserved historic site of mosques and museums, including the Mosque of Muhammad Ali Pasha.\r\n\r\nDesigned by the Turkish architect Yousif Boushnaq, who came to Cairo especially from Istanbul to build the great building, the mosque's alabaster structure stands in beautiful contrast to the sandstone city. Continue to the Khan el-Khalili Bazaar, one of the oldest bazaars in the Middle East. Discover a maze of alleys that has been at the center of Cairo’s trading activities since the 14th century.\r\n\r\nThen, visit Old Cairo to see major attractions such as the Hanging Church, the Ben Ezra Synagogue, the Church of St. Barbara, and the Church of Abu Serga, one of the oldest Coptic churches in Cairo.",
		"includes": "Egyptologist guide\r\nLunch\r\nTransportation\r\nEntrance fees\r\nParking fees\r\nTaxes and service charge\r\n"
	},
	{
		"title": "Cairo Day Trip with Egyptian Museum Tickets: From El Gouna",
		"duration": "18 hours",
		"price": "E£ 1,881.50",
		"imageURL": "data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==",
		"experiences": "Visit the Egyptian Museum and see masterpieces of art and artifacts from Dynastic Egypt\r\nSee the Pyramids of Giza\r\nExperience daily life in Egypt at the Khan-el-Khalili bazaar\r\n",
		"fullDescription": "Early in the morning, around 2:30, you will be picked up from your hotel in El Gouna or its vicinity, to travel in an air-conditioned minibus or car, to Cairo. The journey lasts around 5 hours.\r\n\r\nAt the half-way point you will stop for a rest and a break at a service station. The day will be long, and full of excitement, so we recommend you sleep through this part of the journey, taking you through the desert, where there isn't so much to see.\r\n\r\nWhen you arrive in Cairo your guide will be waiting for you by the Egyptian Museum. He will accompany you the whole day.\r\n\r\nThe first thing you will see is the Egyptian Museum. Your guide will take you through the vast museum, showing you the masterworks of the collection, and explaining them expertly. By the time you're finished it will be midday, and time for lunch.\r\n\r\nAfter lunch you will go to see the pyramids of Giza. You can examine each of the pyramids from outside at your pleasure, and with a little luck (there is a limited number of guests allowed inside each day) enter the chambers inside, for an extra fee. After this exploration of history, you will have a chance to see Egyptian life as it is today, in the Khan-el-Khalili bazaar. It is the largest bazaar in the whole of the Middle East, and still retains its characteristic ancient flavor.\r\n\r\nThe return journey to Hurghada/El Gouna is at around 17:00.\r\n\r\nCome along on this exclusive tour, and immerse yourself in the past!",
		"includes": "Travel from and to your hotel in a comfortable private vehicle\r\nSoft drinks during the journey\r\nGuide\r\nEntry to the Egyptian Museum\r\nLunch\r\n"
	},
	{
		"title": "Pyramids of Giza and Great Sphinx Half-Day Tour",
		"duration": "4 hours",
		"price": "E£ 1,188",
		"imageURL": "data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==",
		"experiences": "Explore the Pyramids of Giza on a half-day sightseeing tour with an Egyptologist guide\r\nLearn about the pyramids constuction as far back as 2560–2540 BC\r\nSee the imposing Great Sphinx\r\nWander through the Valley Temple\r\n",
		"fullDescription": "This 4-hour sightseeing tour explores the mysteries of the Great Pyramids of Giza and Great Sphinx in the Giza Plateau. The oldest and last remaining of the 7 Wonders of the Ancient World, the site is not only the most popular attraction in Egypt, it’s one of the most loved destinations in the world.\r\n\r\nIn the company of an expert Egyptologist guide, you will visit the Pyramid of Cheops, the middle Pyramid of Chephren, and the small Pyramid of Mykerinos. Continue to the Great Sphinx with its head of a man and body of a lion, gazing imposingly across the valley.\r\n\r\nThen, complete your tour of the pyramid complex with a walk through the Valley Temple, learning more about the site’s astonishing creation and construction back in 2560–2540 BC.",
		"includes": "Egyptologist guide\r\nTransportation\r\nEntrance fees\r\nParking\r\nTaxes\r\nService charge\r\n"
	},
	{
		"title": "Great Pyramids of Giza Half-Day Adventure",
		"duration": "5 hours",
		"price": "E£ 822.50",
		"imageURL": "data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==",
		"experiences": "Visit the iconic Pyramids of Giza before the crowds and the heat\r\nSnap those photos you’ve always wanted, without pesky tourists getting in the way\r\nMarvel at one of the true ancient masterpieces: the Sphinx and his Pyramids\r\nIndulge in a local lunch, making this tour of the Pyramids just a little bit different than the rest\r\n",
		"fullDescription": "Get ready, get set, for an experience of a lifetime – a half-day trip to the Great Pyramids of Giza!               \r\n\r\nThe Giza Plateau is a formation of three pyramids, where a father, son, and grandson constructed their afterlife tombs and mapped their journeys to the afterlife. It’s still a bit of a mystery as to how the pyramids were constructed and how long they took to complete, but there’s no question that the pyramids still represent the pinnacle of ancient Egyptian architectural accomplishments. The whole area, really, continues to hold many secrets yet to be uncovered, making the pyramids one of the most alluring and inviting places in the world. \r\n\r\nWhy not tick off that bucket list item, and then some, with a half-day tour to the pyramids that’s going to prove to you why everyone reveres this site so much. What sets this Pyramids tour apart from the others is that you'll beat the tourists and arrive at the Giza Plateau well before the crowds and that ruthless midday sun. You'll also be treated to a local lunch! Pyramids, Sphinx, and lunch? Oh my! \r\n\r\nThe day starts by seeing the guardian of the necropolis, the Sphinx (you know, the one with the missing nose!), which stands in front of the second Pyramid of Khepren. Enter the Giza Plateau from the Sphinx Gate to beat the crowds to the site, and after seeing the Sphinx, walk to the mysterious great pyramid of King Cheops, where you can marvel at the sheer size of the construction, and try and formulate your own theories as to how it was built. \r\n\r\nThe Pyramids tour continues to the second Pyramid of Giza, which is the second largest and the only pyramid that still caries part of its original casing. From there, continue to the third and the smallest of the Giza Plateau pyramids. And no visit to the Pyramids of Giza would be complete without stopping at the panoramic view point where you get to see the all the pyramids of Giza in the one spot (and take a photo like the ones you see in travel books – free of tourists! Well, almost…) \r\n\r\nLeaving the amazing pyramids behinds, head back out to the streets of Cairo and stop by a local restaurant for lunch. You'll be treated to Koshary, a dish of rice, pasta, lentils, fried onions, and chili sauce, and a favorite amongst young local Egyptians. After lunch, you'll be dropped back off at one of the starting points, where you can carry on your day (although the Pyramids are sure to have already been the highlight!).",
		"includes": "Local English-speaking guide\r\nPyramids area entrance fees\r\nKoshary lunch\r\n"
	}
]
