[
	{
		"title": "9-Hour Dolphin Snorkeling Tour from Hurghada",
		"duration": "9 hours",
		"price": "E£ 387.50",
		"imageURL": "https://cdn.getyourguide.com/img/tour_img-442644-70.jpg",
		"includes": "Transfers from/to your hotel\r\nLunch and drinks\r\nBoat cruise\r\nSnorkel guide\r\nMineral water and snacks onboard the boat\r\nLife vests\r\nFresh water showers\r\nShaded area on the boat\r\nSnorkeling equipment\r\n",
		"fullDescription": "Getting picked up from your Hotel in an air-conditioned vehicle to the boat pier, where you will be greeted by the captain and the crew. Beginning an unforgettable sea voyage, snorkeling in the Red Sea, and a chance to swim with dolphins.\r\n\r\nThe captain will take the boat to locations well-known for dolphin spotting, maintaining a respectful distance. The well equipped boat will travel to several spots to ensure time for dolphin watching and scenic snorkeling. Enjoy the beauty of the coral and brightly colored fish. Along the way, remember to sit back and enjoy the boat ride.\r\nThe crew will serve  a delicious lunch during the cruise. You will return to the boat pier in the afternoon and then be transferred back to your hotel.\r\n\r\n",
		"experiences": "Swim with dolphins in the open sea \r\nExplore the stunning coral reefs and relax on the sandbanks \r\nExperience the beauty of the colorful underwater world \r\nEnjoy water sports Banana Boat and tablet\r\n"
	},
	{
		"title": "From Hurghada: 3-Hour Desert Safari by Quad Bike",
		"duration": "3 hours",
		"price": "E£ 420.25",
		"imageURL": "https://cdn.getyourguide.com/img/tour_img-985692-70.jpg",
		"includes": "Transfers from/to your hotel\r\nRide on a quad bike\r\nGerman-speaking tour guide\r\nCamel ride\r\n",
		"fullDescription": "Explore the desert by quad bike on this exciting tour from Hurghada. You will be picked up at your hotel and taken to the quad bikes, where you will have the chance to test drive and learn all the important details of the vehicle before setting off on the tour.\r\n\r\nGet into gear and conquer the sand dunes. Let the desert flash past you and feel the adrenaline rush through your body. After about an hour you will reach your destination – a Bedouin village.\r\n\r\nHere you can relax, drink black tea, and experience the Bedouin lifestyle. You can also enjoy a camel ride before heading back through the sand dunes to the starting point.",
		"experiences": "Experience an exhilarating ride on a quad bike\r\nVisit a traditional Bedouin village\r\nExplore the magnificent desert\r\n"
	},
	{
		"title": "Day Trip to Valley of the Kings, Luxor",
		"duration": "16 hours",
		"price": "E£ 1,220.75",
		"imageURL": "https://cdn.getyourguide.com/img/tour_img-251337-70.jpg",
		"includes": "All transfers in an air-conditioned bus\r\nAn informative Egyptologist\r\nGuide\r\nAll entry fees to the advertised attractions\r\nLunch at a restaurant in Luxor\r\n",
		"fullDescription": "After pick-up from your hotel, drive to Luxor to visit the most famous monuments in all Egypt, including the temple at Karnak. After that, relax over lunch at a local restaurant in Luxor. Then get on board a Felucca, a type of sailing boat typical in Egypt to cross over the Nile to the City of the Dead (optional).\r\n\r\nThe impressive Colossi of Memnon will greet you there – the the last remnants of the Temple of Amenophis III. Be enthralled by the magnificent architecture of the Valley of the Kings and visit the temple of Hatshepsut, one of the female rulers of Ancient Egypt. After you've had enough time to explore the extensive monuments to your satisfaction, you will be driven back to your hotel.",
		"experiences": "Marvel at the Temple of Karnak\r\nEnjoy delicious Egyptian dishes at a high class restaurant in Luxor\r\nBe amazed by the Colossi of Memnon\r\nVisit the Valley of the Kings\r\nDive into the history of Ancient Egypt and the Pharaohs\r\nVisit the temple of Queen Hatshepsut\r\n"
	},
	{
		"title": "From Hurghada: Sea Scope Submarine Trip",
		"duration": "2.3 hours",
		"price": "E£ 420.25",
		"imageURL": "https://cdn.getyourguide.com/img/tour_img-655476-70.jpg",
		"includes": "Hotel transfers\r\nTrip in a semi-submarine\r\n",
		"fullDescription": "Climb aboard a fascinating semi-submarine and explore the underwater world off the shores of Hurghada. Semi-submarines have large panoramic windows and do not dive very deep. This gives you the best views under the water, especially near reefs.\r\n\r\nAfter breakfast you will be picked up at your hotel in an air-conditioned vehicle and taken on an unforgettable trip. Immerse yourself in the Red Sea and marvel at the colorful fish, reefs and corals. You will have approximately 40 minutes to make the most of the opportunity to enjoy snorkeling and experience the fascinating nature.\r\n\r\nEnjoy taking memorable photos before ending the tour with the drop off at your hotel.",
		"experiences": "Discover the Red Sea onboard a semi-submarine\r\nAdmire the colorful underwater world\r\nSee coral reefs and fascinating fish\r\nEnjoy 40 minutes of Snorkeling\r\n"
	},
	{
		"title": "Hurghada: Safari Quad Biking, Bedouin Village and BBC Dinner",
		"duration": "7 hours",
		"price": "E£ 420.25",
		"imageURL": "https://cdn.getyourguide.com/img/tour_img-951218-70.jpg",
		"includes": "Hotel transfers\r\nTour guide for the desert safari\r\nTransportation by jeep\r\nQuad bike ride\r\nDune buggy ride\r\nVisit to a Bedouin village\r\nCamel rides in the desert\r\nVisit to the terrarium with scorpions and desert snakes\r\nBarbecue dinner including mineral water and soft drink\r\nTraditional show\r\nShisha pipe\r\n",
		"fullDescription": "Discover the vast expanse of the Sahara and the desert mountains. After the pick-up at your hotel in Hurghada you will start your tour in the desert. Upon arrival at the first location, you will get a brief introduction on how to use the quad bikes. You can then enjoy the thrilling ride through the desert sand. Afterwards you will get in a dune buggy and enjoy a very special driving experience.\r\n\r\nYou will then continue on to a Bedouin village. Enjoy the typical hospitality with Arabic tea and fresh flatbread as you learn more about the traditional life of the Bedouins. You also have the option of taking a camel ride before heading to the terrarium with impressive desert snakes and scorpions.\r\n\r\nEnjoy a cozy evening barbecue in the open air and admire the fantastic views of the sunset. Watch a traditional show and marvel at the fire-eaters, Tanoura dancers, and belly dancers. You can also enjoy smoking a shisha pipe in the relaxed atmosphere.\r\n\r\nIn the late evening you will be driven back to your hotel.",
		"experiences": "Discover the vastness of the Sahara, enjoy a desert safari to a Bedouin village, and admire the beautiful sunset over the desert\r\nExperience a thrilling ride by quad bike ride and dune buggy\r\nLearn more about the traditional life of the Bedouins\r\nEnjoy a traditional Arabic evening with camel rides, an oriental show, and a delicious barbecue dinner\r\nSee a terrarium with desert snakes and scorpions\r\nEnjoy the sunset on the Hurghada desert between mountains\r\n"
	},
	{
		"title": "Giftun Island National Park Full-day Snorkeling Trip",
		"duration": "9 hours",
		"price": "E£ 274.25",
		"imageURL": "https://cdn.getyourguide.com/img/tour_img-952568-70.jpg",
		"includes": "Pick-up and dropoff from Hurghada\r\nAll transfers by an air-conditioned vehicle\r\nGuide assistance\r\nEntrance fees for the ticket\r\nLunch buffet\r\nMineral water on board the vehicle during your tour\r\nAll taxes and service charges\r\nWater sports with a speed boat\r\nTwo snorkeling stops with equipment\r\nOne hour on the Giftun Island National Park\r\nSoft drinks all day\r\n",
		"fullDescription": "Take advantage of the marvelous warm weather in Hurghada with a full-day out on the Red Sea. Travel by boat out to Giftun Island, where you will spend a relaxing day snorkeling, exploring the island, and enjoying a buffet lunch.\r\nAfter you are picked-up from your hotel, transfer to a boat docked on the Red Sea. Then, head out on the water, stopping off at a variety of spots to catch a glimpse of the colorful underwater life. In addition to seeing fish and coral, you will also have the chance to swim with dolphins!\r\n\r\nUpon arriving at Giftun Island, have the opportunity to take part in water sports, or visit the national park on the island. During this time, you'll also be served a buffet lunch. Finally, as your day winds down, you will be transferred back to land and returned to your hotel.\r\n\r\n",
		"experiences": "Visit the beautiful Giftun Islands National park\r\nExplore the underwater marine life of the Red Sea\r\nExplore the fascinating Magawish reef\r\nStop off at 3 different snorkeling locations\r\nSoak-up the sun on the lounge deck\r\nEnjoy water Sports banna boat and tablet\r\n"
	},
	{
		"title": "Hurghada: 6-Hour Dive Trip with Two Dive Sites",
		"duration": "6 hours",
		"price": "E£ 467",
		"imageURL": "data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==",
		"includes": "Diving equipment\r\n2 dive sites\r\nScuba tanks\r\nDiving guide\r\nSinker\r\nHotel transfers\r\nLunch onboard the boat\r\nDrinks\r\n",
		"fullDescription": "Early in the morning you will be picked up at your hotel in Hurghada for an exciting dive trip. The boat will be waiting for you at the port of Hurghada to take you to the fantastic dive sites nearby. During the dives you will have the opportunity to relax and unwind. This is particularly appealing for inexperienced divers and also offers contact with other diving enthusiasts.\r\n\r\nExperienced diving instructors will guide you and tell you the specifics of the dive sites before each dive, so that you can enjoy a relaxing day. Lunch will be served onboard the boat during the trip. After diving at 2 different sites you will return to the port of Hurghada and then be dropped off at your hotel in Hurghada.",
		"experiences": "Enjoy the fantastic underwater world in relaxed atmosphere on a wonderful dive trip\r\nDiscover the breathtaking diversity of fish species as well as beautiful coral reefs\r\nExplore the beauty of the sea accompanied by experienced dive guides\r\n"
	},
	{
		"title": "Cairo and Giza Full-Day Highlights Tour from Hurghada",
		"duration": "20 hours",
		"price": "E£ 1,188",
		"imageURL": "data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==",
		"includes": "Transfers from/to your hotel and between the sights by high-class air-conditioned vehicles\r\nGuided tours in your language\r\nEntrance fees for the above mentioned sights\r\nLunch in a local restaurant\r\n",
		"fullDescription": "Travel back in time to experience the heritage of Pharaonic Egypt on a full-day tour to Cairo and Giza, with transfers by air-conditioned vehicles from the Red Sea.\r\n\r\nFollowing a pick-up from your hotel, get some great views of the landscape en route to the Egyptian capital. Stops can be made whenever you require. Upon arrival in Cairo, visit the Egyptian Museum on Tahrir Square, and discover one of the most comprehensive collections of Ancient Egyptian relics in the world. Explore treasures that tell the story of a highly-developed culture.\r\n\r\nFor a supplement, you can enter the Mummy Room to learn all about the mummification process, and come face-to-face with some of the Egyptian royals of the Pharonic days in mummified form.\r\n\r\nTransfer to Giza in the afternoon to see the Great Pyramids and Great Sphinx in the Giza Plateau. Marvel at this last surviving monument of the 7 Wonders of the Ancient World, built more than 4.500 years ago as everlasting graves for the pharaohs Cheops, Chephren, and Mykerinos.\r\n\r\nMarvel at the mysterious Sphinx statue of a Pharaoh’s head with a lion’s body. Optional activities in Giza upon payment of a supplement include a look inside the Great Pyramid or Small Pyramid, a ride on a camel, or a visit to the Solar Boat Museum, where you will see the legendary boat that Pharaoh Cheops had built in order to sail through the underworld\r\n\r\nTransfer back to your hotel in the evening for the end of tour services.",
		"experiences": "Discover the last surviving 7 Wonders of the Ancient World\r\nExplore the ancient pyramids of the Giza Plateau\r\nSee antiquities of Ancient Egypt at the Egyptian Museum\r\nAdd on optional extra camel rides and more\r\nLearn more about the pharaohs of Ancient Egypt\r\n"
	},
	{
		"title": "Desert Quad Bike Safari in Hurghada to Bedouin Village",
		"duration": "5 hours",
		"price": "E£ 420.25",
		"imageURL": "data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==",
		"includes": "Transportation in an air-conditioned van\r\nEnglish-speaking Egyptologist guide\r\nSoft drinks\r\nEntrance fees to the mentioned sites\r\n",
		"fullDescription": "Make your way to a traditional Bedouin village via a half-day quad bike safari departing from Hurghada. Learn about the lives and traditions of the people and enjoy tea and hookah as you watch the sun set in the desert.\r\n\r\nAfter you are picked up, you will be driven to get your bike. Then head out, driving 18.5 miles (30 kilometers) to a nearby Bedouin village. You will travel for 40 minutes by quad bike before transferring to an enclosed vehicle to continue your journey.\r\n\r\nUpon arriving, enjoy a camel ride across the desert. Then spend time talking with the locals and finding out about their culture and traditions, before watching the beautiful sunset.",
		"experiences": "Zip across the desert sand and over dunes on your own quad bike\r\nTry your hand at camel riding\r\nVisit a traditional Bedouin village and learn a new way of life\r\nSip a tasty, hot Bedouin tea with the locals and smoke a traditional water pipe\r\n"
	},
	{
		"title": "Morning Quad Bike Adventure from Hurghada",
		"duration": "3.4 hours",
		"price": "E£ 292.50",
		"imageURL": "data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==",
		"includes": "Transfer to/from hotel in Hurghada\r\nQuad drive\r\nEnglish-speaking tour guide\r\n",
		"fullDescription": "Experience the endless expanse of the desert of Hurghada and immerse yourself in the traditional culture and life of its inhabitants at a Bedouin camp. Enjoy a sunrise pick-up by your tour guide from your hotel and head to the quad site.\r\n\r\nAfter a short trial drive, experience the incredible rush of adrenaline of driving a quad through the desert. Ride into the sunrise and experience the incredible play of colors as the sun rises from the sea and the desert awakes.\r\n\r\nThen, visit a Bedouin camp and enjoy the hospitality of the desert inhabitants with a cup of black tea and a camel ride.",
		"experiences": "Discover the desert of Hurghada on an exciting quad tour and ride into the sunrise\r\nVisit a traditional Bedouin camp and enjoy the hospitality with a black tea\r\nExperience an exceptional adventure and ride on the back of a camel through the desert\r\n"
	},
	{
		"title": "Giftun Island National Park Snorkel Trip from Hurghada",
		"duration": "6 hours",
		"price": "E£ 283.25",
		"imageURL": "data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==",
		"includes": "Pick-up and drop off\r\nBoat transfer to the island and back\r\nSnorkeling stop en route\r\nSnorkeling equipment\r\nGuide assistance\r\nLunch on board\r\nMineral water and soft drinks\r\n",
		"fullDescription": "Head out to Giftun Island National Park on a 6-hour excursion from Hurghada. In the morning, transfer from your hotel to a boat, where you will set sail in the Red Sea.\r\n\r\nAlong the way to the island, stop off at a snorkeling site in the region where you will see corals, myriads of colorful fish, and many other underwater animals and plants. Then, have lunch on board the boat before finally arriving at the island.\r\n\r\nOnce you arrive, you will have plenty of time to relax! Enjoy the laid-back Caribbean atmosphere as you walk along the white sandy beach, spend time sunbathing, and swim or snorkel in the clear turquoise water. Return to your hotel in Hurghada in the late afternoon.",
		"experiences": "Take a boat ride from Hurghada out onto the Red Sea\r\nMake a stop at a premium snorkeling site\r\nSpend an afternoon at Giftun Island National Park\r\nEat lunch on the boat and then relax on the beach\r\n"
	},
	{
		"title": "Hurghada: Full-Day Trip to Cairo and Giza Highlights",
		"duration": "20 hours",
		"price": "E£ 1,096.50",
		"imageURL": "data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==",
		"includes": "Transfers by air conditioned van\r\nEgyptologist guide\r\nEntrance fees\r\nLunch at a local specialty restaurant\r\n",
		"fullDescription": "Discover the “City of a Thousand Minarets” on a full-day tour of Cairo, with round-trip transfers by bus from Hurghada. Relax in air-conditioned comfort on the long journey, admiring views of the Gulf of Suez.\r\n\r\nUpon arrival, your private Egyptologist guide will take you to Giza Plateau to see the oldest of the 7 Wonders of the Ancient World. Get breathtaking views of the Pyramids of Giza as you explore the mortuary temples of Cheops, Chephren, and Mykerinus. Learn the story of how the temples were constructed, and hear the stories behind their legends.\r\n\r\nContinue to the Great Sphinx, the giant statue of a reclining mythical beast with a lion’s body and the face of the Pharaoh Khafre. Go to the Valley Temple opposite, attributed to the Pharaoh Khafre, and marvel at the feat of ancient engineering.\r\n\r\nAfter lunch, drive into central Cairo to explore the artifacts of the Egyptian Museum in Tahrir Square. Designed by French architect Marcel Dourgnon, the museum’s collections exceed 120,000 masterpieces from the pre-dynastic to the Pharaonic and Greco-Roman periods. Learn about the mummification art of Ancient Egypt before your return transfer to Hurghada.",
		"experiences": "Explore the oldest of the 7 Wonders of the Ancient World at Giza\r\nTour the Old Town of Cairo\r\nGo to the Egyptian Museum in Tahrir Square\r\nMarvel at the high Pyramid of Khufu, the oldest in the Giza Plateau\r\nLearn how the pyramids were built from an Egyptologist guide\r\nSee the reclining statue of the Great Sphinx\r\n"
	},
	{
		"title": "Hurghada: Day Trip to Cairo by Plane with Transfers",
		"duration": "14 hours",
		"price": "E£ 3,344.50",
		"imageURL": "data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==",
		"includes": "Transfers from Hurghada by air-conditioned van\r\nEgyptologist tour guide\r\nFlight tickets\r\nEntrance fees to the attractions mentioned in the description\r\nRestaurant lunch during the tour\r\n",
		"fullDescription": "Marvel at the majesty of the Great Pyramid of Giza and the treasures of the Egyptian Museum. With your own private Egyptologist guide you’ll enjoy this full-day exploration of Cairo.\r\n\r\nEarly in the morning, you’ll be picked up at your hotel in Hurghada by air-conditioned van for the transfer to Hurghada airport and your flight to Cairo. When you arrive you’ll meet your Egyptologist guide and begin the tour with a visit the famous Giza Plateau.\r\n\r\nMarvel at the Great Pyramid, one of the 7 Wonders of the Ancient World, as well as the other 2 pyramids and mysterious Sphinx, the Father of Terror for the ancient pharaohs.\r\n\r\nThe tour also includes a visit to the Valley Temple that faces the great Sphinx, before you stop for lunch at a good quality restaurant.\r\n\r\nAfter lunch you’ll visit old Cairo with your guide before heading to the world-renowned Museum of Egyptian Antiquities. Built in the neo-classical style and designed by the French architect Marcel Dourgnon, the Museum is home to more than 120,000 masterpieces of Egyptian art and artifacts.\r\n\r\nAfter some free time in Cairo you’ll be transferred to the airport for your return flight to Hurghada, followed by a direct transfer to your hotel.",
		"experiences": "Visit the Great Pyramid of Giza, one of the 7 Wonders of the Ancient World\r\nMarvel at the Great Sphinx and explore the Valley Temple\r\nAdmire the vast array of artifacts at the world-renowned Museum of Egyptian Antiquities\r\n"
	},
	{
		"title": "Hurghada: Parasailing Adventure",
		"duration": "35 minutes",
		"price": "E£ 413.50",
		"imageURL": "data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==",
		"includes": "Pick-up and drop off from hotel\r\n",
		"fullDescription": "Be picked up from your hotel in Hurghada by a representative and then transferred to the Marina.\r\n\r\nTake part in parasailing, a recreational activity where a one or two people are towed behind a boat while attached to a parachute, ascending up to 40-50 meters (about 164 feet) in the air with a full 10-13 min flight time. For this activity, no training is required. Your friendly and experienced captain and crew will do all the work to ensure your comfort and safety. Choose to fly single or two people at a time.\r\n\r\nKnow that your safety is the number one concern; both captain and crew are CPR and Advanced First Aid Certified and all parasailing equipment is regularly inspected and certified.",
		"experiences": "Enjoy the stunning views over the red sea\r\nParasail either solo or with a friend next to you\r\nSee the amazing world of Red Sea at a bird's-eye level\r\n"
	},
	{
		"title": "Hurghada Horse Ride: Sea and Desert Tour",
		"duration": "3 hours",
		"price": "E£ 700.25",
		"imageURL": "data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==",
		"includes": "Transfers from Hurghada by air-conditioned van\r\nArabian Horse for 2 Hours\r\nEnglish/German speaking guide\r\nMineral water or soft drinks during tour\r\n",
		"fullDescription": "This is one of the most exotic destinations for horseback riding in Egypt, and to top it off, it is reasonably priced!\r\n\r\nThe ancient horse culture is very much alive in Egypt, and it is doubtful that any part of the world can match its rich and broad mosaic of history.\r\n\r\nTake this horseback tour with the finest bred horses and experience trainers.\r\n\r\nHorse trainers are also provided to give you pre-ride coaching, and to assist you throughout your ride.\r\n\r\nAnother must-do excursion activity while in Hurghada, for horse lovers of all kinds! This is a family friendly activity.\r\n\r\nTraveler safety:\r\n\r\n• This tour is child appropriate\r\n• A helmet is provided to each rider\r\n• Pregnant women are not permitted to ride a horse\r\n• A disclaimer form against damage and personal injury required to be signed prior to the tour",
		"experiences": "Take a ride in desert and get a feel for the real Arabia\r\nBreathe in the desert air, and have your fill of the picturesque landscape\r\nSee the stunning desert sunset on the back of a horse\r\n"
	},
	{
		"title": "Magawish and Giftun Islands Full-Day Snorkeling Trip",
		"duration": "6.7 hours",
		"price": "E£ 255.75",
		"imageURL": "data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==",
		"includes": "Round-trip hotel transfers\r\nAll transportation by an air-conditioned vehicle\r\nGuide\r\nLunch and soft drinks\r\nMineral water on board the vehicle during the tour\r\nAll taxes and service charges\r\n",
		"fullDescription": "Your adventure begins when you’re picked up in the morning at your hotel and then head out for a day-long snorkeling trip to Red Sea destinations. Sail to Magawish and Giftun islands, keeping an eye out for dolphins along the way.\r\n\r\nWhen you reach the islands, you’ll have a chance to snorkel in 3 different spots, where you’ll see astonishing coral reefs inhabited by colorful fish.\r\n\r\nYou’ll be served lunch, soft drinks, and mineral water on board. Relax on the sundeck and enjoy the fresh sea breezes while cruising back to the marina.\r\n\r\nWhen you arrive you’ll be transferred back to your Hurghada hotel.",
		"experiences": "Stop to snorkel at 3 different spots around Red Sea islands\r\nMarvel at the colorful coral reefs and underwater life\r\nEnjoy lunch and soft drinks on board\r\n"
	},
	{
		"title": "Hurghada Jeep Safari, Camel Ride and Bedouin Village Tour",
		"duration": "7 hours",
		"price": "E£ 484.25",
		"imageURL": "data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==",
		"includes": "Hotel transfers\r\nJeep safari\r\nVisit to a Bedouin village\r\n",
		"fullDescription": "Experience an exciting jeep safari through the desert from Hurghada. You will be picked up at your hotel and driven to the Sahara. Enjoy your time away from the hustle and bustle of the big city and be amazed by the wonders of the desert.\r\n\r\nWithin an hour you will reach a Bedouin village, where you have the opportunity to experience the culture and daily lives of the inhabitants. You can also enjoy a camel ride through the desert sand. Admire the breathtaking views and watch the beautiful sunset over the desert. Round off the day with a delicious barbecue dinner and grilled delicacies.",
		"experiences": "Enjoy a BBQ dinner with deliciously grilled delicacies\r\nEnjoy an exciting camel ride in the desert\r\nDiscover the Sahara in a four-wheel drive\r\nVisit a Bedouin village in the desert and explore traditional culture\r\nEnjoy the traditional tanoura show and belly dance\r\nExperience an exciting jeep safari\r\nSip a tasty, hot Bedouin tea with the locals and smoke a traditional water pipe\r\n"
	},
	{
		"title": "Hurghada: 5-Hour Private City Tour",
		"duration": "300 minutes",
		"price": "E£ 365.50",
		"imageURL": "data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==",
		"includes": "Round-trip in an air-conditioned vehicle\r\nEntrance fees\r\n",
		"fullDescription": "Discover the different districts of Hurghada on this city tour. Explore both the traditional old town and the new, modern city. After being picked up at your hotel in an air-conditioned vehicle, you will drive to the fishing village and visit original, simple houses that only have one floor.\r\n\r\nIt feels like time stands still in this part of the city. The fishermen get up with the sunrise and go to sleep as the sun sets. Life is simple and traditional. Visit a shipyard and see how fishing boats are built and restored using traditional methods.\r\n\r\nThe largest mosque in Hurghada is situated nearby. Here you can learn more about Islam, the main religion of Egypt. You will then continue to the oldest Coptic church in the city. At the end of the tour you will visit the large fruit and vegetable market before you are dropped off back at your hotel.",
		"experiences": "Enjoy a city tour in a small group\r\nExplore the different districts of Hurghada\r\nExperience a journey through time and see how fishing boats are built and restored using traditional methods\r\nVisit the old town with its original character\r\nDiscover the modern, vibrant neighborhoods\r\n"
	},
	{
		"title": "From Hurghada Trip to Luxor and Valley of the Kings",
		"duration": "16 hours",
		"price": "E£ 1,078.25",
		"imageURL": "data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==",
		"includes": "Transfers in a private air-conditioned vehicle\r\nTour guide\r\nVisits and entrance fees as per itinerary\r\n",
		"fullDescription": "Start your tour of Luxor with the pick-up at your hotel in Hurghada. Discover the fascinating world of ancient Egypt on a visit to the most beautiful sights around the city.\r\n\r\nVisit the Temple of Karnak and admire the columned halls, the chapels, and the sacred lake of the UNESCO World Heritage Site. Enjoy lunch at a selected restaurant in Luxor before heading to the other bank of the Nile River.\r\n\r\nHere you will explore the City of the Dead and the Colossi of Memnon. Admire the only remains of the Temple of Amenhotep III and visit the Valley of the Kings. Be inspired by the stunning architecture and discover the Temple of Hatshepsut, the only female ruler of ancient Egypt.",
		"experiences": "Visit the famous Valley of the Kings\r\nAdmire the Temple of Queen Hatshepsut\r\nExplore the Temple of Karnak\r\nMarvel at the impressive Colossi of Memnon\r\nEnjoy delicious Egyptian dishes at a high-class restaurant in ‎Luxor\r\nEnter the history of Ancient Egypt and the Pharaohs\r\n"
	},
	{
		"title": "Hurghada Sindbad Submarine: 3-Hour Tour",
		"duration": "3 hours",
		"price": "E£ 804",
		"imageURL": "data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==",
		"includes": "Round-trip hotel transfers\r\nTransportation by air-conditioned vehicle\r\nAll taxes and service charges\r\nGuide assistance\r\nEntrance fee and submarine ticket\r\n",
		"fullDescription": "Add the thrill of adventure to your Hurghada holiday and experience a unique and entertaining underwater excursion on board the Sinbad Submarine.\r\n\r\nYou’ll be met at your hotel on this 3-hour trip and then head to the pier to begin a memorable undersea adventure.\r\n\r\nThe only submarine in the Middle East, the Sindbad Submarine carries 44 passengers and has a capable 2-pilot crew.\r\n\r\nEnjoy a thrilling underwater adventure as you head 22 meters below the surface of the Red Sea. Marvel at the spectacular varieties of coral and colorful tropical fish.\r\n\r\nThere’s no need to be a scuba diver to discover the wonders that await below!",
		"experiences": "Descend 22 meters below the surface of the Red Sea on the Sindbad Submarine\r\nMarvel at the underwater life of the coral wonderland\r\nEnjoy a diving experience while staying dry and comfortable\r\n"
	},
	{
		"title": "Hurghada Quad Bike Safari: Full-Day Trip to Sahara Park",
		"duration": "7 hours",
		"price": "E£ 513.50",
		"imageURL": "https://cdn.getyourguide.com/img/tour_img-1346771-70.jpg",
		"experiences": "Explore the Hurghada desert on a quad bike\r\nMarvel at the sunset during an open buffet dinner\r\nEnjoy an evening Tanura show and belly dancing performance\r\nView the stars in the desert sky by telescope\r\n",
		"fullDescription": "Your full-day desert adventure begins when you’re picked up at your hotel in Hurghada and driven to Sahara Park. On arrival you’ll stop at the quad bike station for a test drive before heading into the Hurghada desert. Stop twice along the way to see a mirage and climb up a sand dune.\r\n\r\nYou’ll be welcomed with a drink and lunch box when you arrive at the Bedouin village. There will be plenty of time to tour the village and learn about traditional Bedouin life. You’ll also take a ride on a camel!\r\n\r\nEnjoy sunset views from the mountain along with an open-buffet Bedouin dinner. Following dinner you’ll be entertained by the Sahara Park Evening Show, which includes a Tanura and belly dancing performance.\r\n\r\nLater, you can explore the desert night sky and view stars by digital telescope, before the drive back to Hurghada.\r\n\r\nThe tour price includes pick-up at Hurghada hotels. An extra transfer fee will be applied for pick-up at hotels in Makadi Bay, Safaga, El Gouna, and Abo Soma Bay.",
		"includes": "Adventure safari by Honda quad bike\r\nWater and soft drinks in the van\r\nBedouin dinner\r\nCamel ride\r\nStar watching by telescope\r\nEntrance fees to places mentioned in the description\r\n"
	},
	{
		"title": "From Hurghada: Dolphin Watching Cruise and Massage",
		"duration": "6 hours",
		"price": "E£ 420.25",
		"imageURL": "https://cdn.getyourguide.com/img/tour_img-1067657-70.jpg",
		"experiences": "Look for wild dolphins in their natural habitat\r\nGet stunning views of the Red Sea coast from the water\r\nSwim and snorkel amongst the colorful coral reefs and fish\r\nWatch an authentic belly dance show and get a relaxing massage\r\n",
		"fullDescription": "Look for dolphins and other marine life in their natural habitat on an amazing cruise across the Red Sea. Climb aboard at the marina in Hurghada and set sail to soak up the sun.\r\n\r\nRelax on board the boat and top up your tan as you make your way to different areas to jump in for a swim. Put on the provided snorkeling equipment and get up close to colorful coral gardens and resident fish. Watch an authentic belly dance show back on deck as you cruise from one spot to the next.\r\n\r\nRe-energize with a delicious lunch of beef, calamari, rice with shrimps and salads, served on deck at the half-way point. Wash it all down with complimentary soft drinks. Take part in fun water sports activities, including a banana boat ride and water games. Soothe your muscles with a free massage and more.",
		"includes": "Snorkeling equipment\r\nBanana boat and water games\r\nLunch and soft drinks\r\nBelly dance show\r\nMassage\r\nHotel pick-up and drop off, if paid for as an add-on\r\n"
	},
	{
		"title": "Luxor Full-Day Sightseeing Tour from Hurghada",
		"duration": "14 hours",
		"price": "E£ 1,188",
		"imageURL": "https://cdn.getyourguide.com/img/tour_img-1167312-70.jpg",
		"experiences": "Explore the temple ruins of Luxor\r\nGo to the mortuary temple of Queen Hatshepsut\r\nMarvel at the rams heads of the Temple of Karnak\r\nDescend into the tombs of Egyptian rulers,\r\nAdmire the giant statues of the Colossi of Memnon\r\nSee ancient hieroglyphs and paintings\r\nTravel to the Valley of the Kings\r\nDrive along the banks of the Nile Valley and see the villages of Upper-Egypt\r\n",
		"fullDescription": "Travel back to the days of Ancient Egypt on a full-day tour of Luxor, with round-trip transfers by air-conditioned vehicle from Hurghada. En route, admire views of the River Nile and the villages of Upper-Egypt.\r\n\r\nUpon arrival in Luxor, go to the Colossi of Memnon to admire the gigantic statues of Pharaoh Amenhotep III, built 3,400 years ago. Continue to the Valley of the Kings to see where the ancient Egyptians buried their most powerful nobles. Descend into the tombs of Egyptian rulers, and admire well preserved paintings and hieroglyphs.\r\n\r\nNext, learn the legend of the 1st female pharaoh of Egypt at the Temple of Queen Hatshepsut. Discover the extraordinary mortuary temple she had built, complete with terraces of colonnades, a hypo-style hall, and hundreds of statues, paintings and reliefs.\r\n\r\nAfter lunch at a local restaurant, continue your tour at the Temple of Karnak. Beautifully preserved, it provides the perfect opportunity for an imaginative journey back in time to the days of the Ancient Egyptians. Stroll at leisure to form an impression of how the immense pylon was built. Walk the avenue of ram-head criosphinges, marvel at more than 100 pillars at the hypo-style hall, and see ancient hieroglyphs, chapels, statues and a holy lake.\r\n\r\nThe superstitious can approach the scarab close to the lake and surround it 3 times clockwise; according to legend, offspring will soon follow!",
		"includes": "Hotel pick-up and drop off\r\nTransfers by air-conditioned vehicle\r\nGuided tours in your language\r\nLunch in a local restaurant\r\n"
	},
	{
		"title": "Quad Bike Tour with Camel Ride",
		"duration": "6 - 7 hours",
		"price": "E£ 397.25",
		"imageURL": "data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==",
		"experiences": "Drive across the dunes of an Egyptian desert by Quad Bike\r\nExperience the desert landscape from the back of a camel\r\nLearn about life in a bedouin camp\r\nWatch the sunset before dinner\r\n",
		"fullDescription": "Escape the crowds of the Red Sea for the day, and explore the desert surrounding Hurghada.\r\n\r\nFollowing a pick-up from your hotel by vehicle, transfer to the countryside for the start of a 40-minute quad bike adventure. Drive across the rugged terrain by ATV before continuing to a traditional Bedouin village.\r\n\r\nYou will be welcomed with light snacks and traditional tea. Marvel at Bedouin art in the pottery museum. Then, experience desert life from the back of a camel, enjoying the dramatic scenery like a nomad and, as the sun sets, dinner will be served. \r\n\r\nTransfer back to Hurghada for your hotel drop off.",
		"includes": "Pick-up and drop off service from Hurghada, Makadi Bay or Sahl Hashish\r\nRound-trip transportation\r\nQuad bike ride\r\nCamel ride in the desert\r\ndinner with mineral water and soft drinks\r\nAll taxes and service charges\r\n"
	},
	{
		"title": "Sunset Desert Safari Trip by Quad Runner from Hurghada",
		"duration": "6 hours",
		"price": "E£ 466.75",
		"imageURL": "data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==",
		"experiences": "Drive a quad bike through the Egyptian desert\r\nVisit a local Bedouin village for a taste of culture, customs, and music\r\nRide a camel and watch the sun set over the desert\r\n",
		"fullDescription": "Come along for an exhilarating desert safari on this day trip from Hurghada.\r\n\r\nAfter picking you up from your hotel, you will be taken to a motorbike station for a test drive and quick training session.\r\n\r\nFrom there, begin an 18-mile (30 kilometer) drive through the sandy desert towards a local Bedouin village. Here, enjoy a tour of traditional life for the local people living in the area. You will have the chance to ride a camel, as well as taking in some amazing sunset views.\r\n\r\nLater, enjoy an traditional local show and performance of lovely folk songs, which will introduce you to the culture of the Bedouin people.\r\n\r\nOn the way back, glance up at the sky to see the starry night of the desert. Your tour will end with a hotel drop off.",
		"includes": "Transfers from Hurghada by air-conditioned van\r\nQuad bike rental\r\nEnglish-speaking Egyptologist guide\r\nSoft drinks\r\nEntrance fees\r\nMineral water and soft drinks during tour\r\n"
	},
	{
		"title": "From Hurghada: Giftun Island Snorkeling Day Trip",
		"duration": "9 hours",
		"price": "E£ 376.25",
		"imageURL": "https://cdn.getyourguide.com/img/tour_img-634584-70.jpg",
		"experiences": "Relax during a 45-minute boat ride to Giftun Island\r\nMarvel at the marine life in the crystal waters and swim with dolphins\r\nEnjoy a delicious lunch on board while soaking up the sun\r\n",
		"fullDescription": "After pick-up in Hurghada, head to the port. Here, board your boat to start a 45-minute voyage across the Red Sea.\r\n\r\nOnce you arrive at the National Park of Giftun Island, relax on the white sands of the island. When ready, gear up for your snorkeling adventure. Meet your professional snorkeling team who will take you to amazing underwater sites while providing interesting facts about marine life. Admire the coral reefs and observe fish as you snorkel through coral forests, maybe meeting a dolphin if you're lucky.\r\n\r\nReturn to the boat to enjoy a delicious lunch. Take in the spectacular views as you cruise back to Hurghada.",
		"includes": "Air-conditioned pick-up and drop off service\r\nProfessional English-speaking tour guide\r\nFees for the National Park of Giftun Island\r\nSnorkeling equipment\r\nLunch onboard: fish, Basmati rice, bread, salad and fruit with soft drinks and mineral water\r\nAll taxes and service charges\r\n"
	},
	{
		"title": "Cairo Day Tour with Entry Fees and Lunch",
		"duration": "14 - 15 hours",
		"price": "E£ 710.75",
		"imageURL": "data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==",
		"experiences": "Take a guided tour of the 3 Pyramids of Giza\r\nSee the famous treasures of King Tutankhamun at the Egyptian Museum\r\nVisit a papyrus workshop\r\nEnjoy lunch at a Cairo restaurant\r\n",
		"fullDescription": "Visit the most famous sights of Cairo on a full-day guided tour. A tour representative will meet you outside your hotel for the transfer to Cairo by comfortable bus.\r\n\r\nWhen you arrive in Cairo you’ll be met by an Egyptologist guide and begin your tour of discovery at the Pyramids of Giza. Learn about each of the 3 pyramids, Khufu, Khafra and Menkaure, and then visit the Great Sphinx, the monumental statue with the head of a pharaoh on the body of a lion.\r\n\r\nLunch will be served at a local restaurant in Cairo. Afterwards, your tour continues with a visit to the world-famous Egyptian Museum. The museum houses over 165,000 Egyptian artifacts and the immeasurable riches of the golden treasures of King Tutankhamun are undoubtedly the highlight of the exhibition.\r\n\r\nThe 6 Tutankhamun gold sarcophagi are found in the main exhibit area, with his magnificent death mask the most important piece of this collection. Your guide will tell you about other top exhibits, and you’ll have plenty of time to explore the museum on your own.\r\n\r\nIf you’d like to buy some souvenirs of your trip, you might find some items you like when you visit a papyrus workshop and see the production of these works of art.",
		"includes": "Pick-up and drop off service from your hotel in Hurghada or Makadi Bay only\r\nRound-trip transfers between Hurghada or Makadi Bay and Cairo by air-conditioned bus\r\nMultilingual tour and guide\r\nLunch at a Cairo restaurant\r\nEntrance fees to all sites mentioned in the description\r\nAll services charges and taxes\r\n"
	},
	{
		"title": "Hurghada: 5-Hour Quad Bike Desert Safari and Barbecue",
		"duration": "5 hours",
		"price": "E£ 434.75",
		"imageURL": "data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==",
		"experiences": "Take an adventurous ride on quad safari through the deserts of Hurghada\r\nDiscover the beauty of the desert by quad\r\nEnjoy a 5 hour long exciting excursion and a well-earned barbecue\r\n",
		"fullDescription": "You will picked up directly from your hotel, and taken to the quad bike training center, where you will get acquainted with your vehicle, and have the chance to take a few practice turns. As it has an automatic gearbox, all you need to do is accelerate and brake; learning to ride a quad bike isn't difficult!\r\n\r\nVisit the deserts around Hurghada and become enchanted with the breathtaking atmosphere of this unique landscape. This tour does not start directly from Hurghada, but goes through the desert of El-Gouna, because the sands there are still largely free of tourists.\r\n\r\nAfter around 1 hour, you will reach a small Bedouin encampment. A traditional Egyptian tea will be waiting for you as a sign of welcome. Relax and enjoy a Shisha pipe. With a little luck there will be camels at the camp, and you can take the opportunity to ride one through the desert. Riding on a camel is an experience like no other, which you should be sure not to miss.\r\n\r\nAfter a pause for rest in the Bedouin encampment, you will ride on another hour through the desert to the next encampment. You'll be invited to lie down in a large tent, with soft blankets and cushions, and be served a delicious traditional Bedouin meal of grilled meats. Indulge your palate with carefully selected local specialties.",
		"includes": "Quad bike\r\nTea, shish, camel rides\r\nBarbecue buffet\r\nSoft drinks and water during the tour\r\n"
	},
	{
		"title": "One-Way Transfer: Hurghada Airport to Makadi Bay",
		"duration": "30 minutes",
		"price": "E£ 548.25",
		"imageURL": "data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==",
		"experiences": "Watch the scenery in comfort as your driver takes you from Hurghada International Airport to Makadi Bay\r\nEnjoy the privacy and comfort of a private ride in an air-conditioned vehicle\r\nFly to Hurghada knowing that a punctual and safe trip to your destination awaits you\r\n",
		"fullDescription": "Enjoy a relaxing and comfortable transfer service from Hurghada International Airport to Makadi Bay. Save yourself the hassle of finding a taxi and negotiating prices with the driver, and arrive at your destination comfortably and on time. Book a private limousine or van and reach your destination in Makadi Bay in no time.\r\n\r\nYour driver will meet you at the airport and will be holding a sign with your name written on it. Get in the air-conditioned vehicle and experience a comfortable and stress-free start to your stay in Egypt. You can determine the speed of the drive as your transfer to your hotel in Makadi Bay. Along the way you can enjoy the views and gain your first impression of the wonderful vacation destination of Egypt.",
		"includes": "Transfer by air-conditioned vehicle\r\n"
	},
	{
		"title": "From Hurghada: Full-Day Trip to Cairo by Plane",
		"duration": "1 day",
		"price": "E£ 3,344.75",
		"imageURL": "data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==",
		"experiences": "Visit the famous pyramids of Giza\r\nAdmire the uniqueness of the Sphinx\r\nDiscover more about the history of the country at the Egyptian Museum\r\nEnjoy shopping at the Khan el-Khalili market\r\n",
		"fullDescription": "Travel from Hurghada to Cairo by plane, where you can enjoy an exciting day tour. You will be picked up at your hotel in Hurghada in an air-conditioned vehicle and transferred to the airport to catch a domestic flight to Cairo. Upon arrival in Cairo you will be greeted by the Egyptologist who will accompany you throughout the tour.\r\n\r\nThe tour starts in Giza, where you visit the famous and impressive pyramids of Cheops, Chephren, and Mykerinos as well as the Sphinx. After a break for a delicious lunch, the tour continues on to the Egyptian Museum. Here you can admire the treasures of the young pharaoh Tutankhamun as well as other artifacts. In the afternoon you can enjoy shopping at the Khan el-Khalili market.\r\n\r\nAt the end of the tour you’ll be transferred to the airport in Cairo to catch the flight back to Hurghada. Once there you’ll be transferred back to your hotel.",
		"includes": "All transfers in an air-conditioned vehicle\r\nDomestic flights (Hurghada – Cairo/Cairo – Hurghada)\r\nPrivate tour guide\r\nSoft drinks during the drives\r\nEntrance fees to all the attractions mentioned in the itinerary\r\nLunch at an excellent restaurant\r\n"
	},
	{
		"title": "From Hurghada: Full-Day Tour of Luxor",
		"duration": "12 hours",
		"price": "E£ 1,358.75",
		"imageURL": "data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==",
		"experiences": "Explore the world-renowned Valley of the Kings\r\nVisit the Temple of Queen Hatshepsut\r\nAdmire the Colossi of Memnon\r\nDiscover the spectacular Karnak Temple\r\n",
		"fullDescription": "Explore the amazing sights of Ancient Egypt in Luxor with transfers to and from Hurghada. After picking you up from your hotel in Hurghada, we will drive to Luxor in an air-conditioned deluxe vehicle through lush farmland and sugar plantations to edge of the desert where you will find the tombs of the pharaohs in the Valley of the Kings.\r\n\r\nCutting directly into the mountains, the tombs were filled with treasures and covered in beautifully-painted hieroglyphics depicting the life of the king they housed. Your guide will bring the stories to life as you explore the tombs before continuing to the impressive mortuary Temple of Queen Hatshepsut.\r\n\r\nArchitecturally stunning, the Temple of Queen Hatshepsut contains beautiful murals on its inner walls. On our return to Luxor’s East Bank, we will visit the Colossi of Memnon – two gigantic statues that stand proudly, yet virtually alone at the entrance to what was Amenhotep III’s mortuary temple.\r\n\r\nAfter lunch, we continue on to visit the famous Karnak Temple – the largest place of worship that was ever built. Its ancient name Ipet-isut means “the most sacred of places.” The temple, or, more correctly, the complex of temples, was built more than two thousand years ago by generation after generation of pharaohs. Within the complex, the great “Hypostyle Hall” is an incredible forest of giant pillars.",
		"includes": "Professional tour guide\r\nEntrance fees to the sights\r\nLunch at a top-quality restaurant\r\nBottled water and soft drink\r\nPick-up and drop-off service at hotel\r\n"
	},
	{
		"title": "Half-Day Red Sea Dive from Hurghada or El Gouna",
		"duration": "6 hours",
		"price": "E£ 475.25",
		"imageURL": "data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==",
		"experiences": "Explore the Red Sea marine life at popular dive spots in Hurghada\r\nSwim with turtles, dolphins, and skate\r\nDiscover the great diversity of underwater life in the coral reefs\r\nEnjoy 2 dives at 2 different dive sites\r\nRelax over lunch on board the dive boat\r\n",
		"fullDescription": "Experience the unique marine life of the Red Sea on a thrilling half-day dive tour from Hurghada or El Gouna.\r\n\r\nA driver will pick you up from your hotel and transfer you direct to the dive boat. Climb aboard for your magnificent Red Sea adventure under the sea, and see underwater flora and fauna at popular dive spots.\r\n\r\nSwim among coral gardens, and observe a great variety of animals, from schools of colorful fish to elegant skates, and even the occassional inquisitive dolphin or turtle.\r\n\r\nYou will make 2 dives in 2 different dive spots, such as Abu Ramada, Small Giftun, or Umm Gummar. An experienced guide/instructor will help you discover all the underwater wonders of the Red Sea, large and small.\r\n\r\nBack on board the boat, lunch and soft drinks will be served as you sail between dive sites, or sunbathe on the transfer back to the port at Hurghada.",
		"includes": "Transfers by high-class air-conditioned vehicles from your hotel\r\nBoat trip with 2 dive stops\r\nDiving equipment\r\nGuide/instructor assistance\r\nLunch aboard\r\nMineral water and soft drinks\r\n"
	},
	{
		"title": "From Hurghada: Full-Day Tour to East & West Banks in Luxor",
		"duration": "15 hours",
		"price": "E£ 729.25",
		"imageURL": "data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==",
		"experiences": "Discover the treasures of Luxor with an Egyptologist guide\r\nExplore the royal tombs in the Valley of the Kings\r\nVisit the Temple of Queen Hapshepsut\r\n",
		"fullDescription": "On this full-day excursion, you’ll be picked up early in the morning for the ride by luxury air-conditioned bus to the ancient city of Thebes. Drive along the beautiful Nile River Valley and admire the mountain and desert scenery along the way.\r\n\r\nAt the end of the 4-hour drive, you’ll be met by an Egyptologist guide, who will show you around the ruins.\r\n\r\nDiscover a land of mystery and ancient wonders as you cross the Nile to the West Bank to visit the famed Valley of the Kings. Tour the incredible complex of 63 tombs of the pharaohs dating back nearly 4,000 years.\r\n\r\nSee the royal tombs, decorated with scenes from Egyptian mythology, providing clues to the beliefs and funerary rituals of the period. Almost all of the tombs were opened and robbed in antiquity, but they still give an idea of the opulence and power of the rulers of the time.\r\n\r\nNext, visit the Temple of Queen Hatshepsut, one of the most successful female rulers of all time. Continue to the Colossi of Memnon, and admire the massive stone statues of Pharaoh Amenhotep III.\r\n\r\nDrive back to the East Bank, where you'll enjoy lunch at a local restaurant and a chance to freshen up. The last visit of the tour is the Karnak Temple before you begin the drive back to Hurghada.",
		"includes": "Hotel pick-up and drop off\r\nTransfers by air-conditioned vehicle\r\nAcademic Egyptologist tour guide\r\nAll taxes and service charges\r\nLunch at a local restaurant\r\n"
	},
	{
		"title": "Hurghada City Private Sightseeing Tour",
		"duration": "3 hours",
		"price": "E£ 585.25",
		"imageURL": "data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==",
		"experiences": "Discover Hurghada away from the beaches and beach resorts\r\nStop at the highest point in the city for panoramic views of Hurghada and its surroundings\r\nExplore the fish market and see locals doing their daily shopping\r\nVisit Hurghada's largest mosque and the church of St. Mary\r\nSee Red Sea sea life without getting wet at the Aquarium\r\nExplore the old port and ship yard\r\n",
		"fullDescription": "Beautifully situated on the Red Sea coast, the modern city of Hurghada is a haven for sand, sun and sea lovers. But on this private sightseeing tour, you will discover another side to the city, the second largest on the Red Sea coast.\r\n\r\nFollowing a hotel pick-up, drive to the highest point of the city to see Hurghada and its surroundings from a panoramic perspective. Look out at the gleaming Red Sea and across the sand-colored rooftops of El Gouna, before moving to the old port and ship yard.\r\n\r\nNext, visit the fish market to see locals picking up fresh fish for their evening meals, then continue to see the largest mosque in Hurghada, and the church of St. Mary. Go to the Aquarium to see Red Sea marine life up close, and enjoy lunch at a local restaurant. After lunch, visit some of the bazaars, where you can put your bartering skills to the test.",
		"includes": "Hotel pick-up and drop-off\r\nTransportation in private air-conditioned vehicles\r\nEntrance fees to all mentioned sights\r\nTaxes and charges\r\nMineral water\r\nLunch\r\nGuide\r\n"
	},
	{
		"title": "Hurghada Grand Aquarium Entry Ticket and Tour",
		"duration": "2 hours",
		"price": "E£ 467",
		"imageURL": "data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==",
		"experiences": "Take a guided tour of Hurghada Grand Aquarium\r\nEncounter the wildlife of rainforest, freshwater and sea environments\r\nBenefit from hotel pick-up and drop off (optional)\r\n",
		"fullDescription": "Discover the \"\"Red Sea in Glass\"\" with an entrance ticket and tour of the Hurghada Grand Aquarium, one of Egypt’s newest, family-friendly attractions!\r\n\r\nUpon arrival at the park, enter a lush rainforest and visit the freshwater and marine aquariums to encounter up to 1,200 species in a series of 24 galleries that describe the world's natural ecosystems. See beautiful marine life, including stingrays, sharks and turtles, and get interactive at the touch tank!\r\n\r\nLearn about the park's efforts to improve animal management and conservation, and go to the open area mini zoo to get up close to native wildlife. Once you have finished your tour, a guide will be waiting to take you back to your hotel (if option booked).",
		"includes": "Admission to Hurghada Grand Aquarium\r\nAdmission to the zoo\r\n"
	},
	{
		"title": "Hurghada: Sunset Desert Safari by Dune Buggy",
		"duration": "3 - 4 hours",
		"price": "E£ 1,167.25",
		"imageURL": "data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==",
		"experiences": "Cross the desert dunes outside Hurghada by dune buggy\r\nWatch the sunset over the desert dunes\r\nEnjoy a barbecue dinner under a canopy of stars\r\n",
		"fullDescription": "Following pick-up from your hotel or assigned meeting point in Hurghada, journey to the outskirts of the Red Sea resort, passing local villages en route to an off-road base in the desert wilderness.\r\n\r\nUpon arrival, get a briefing on how to operate the dune buggy before embarking on a self-drive adventure across the desert sands. Follow the guides in convoy, traveling through pristine sand dunes for a roller-coaster ride with stops to take stunning souvenir photos.\r\n\r\nWatch a beautiful sunset as it melts across the horizon in a rainbow of colors, and then join an evening barbecue dinner before heading back to Hurghada, where you will be dropped off at your hotel.",
		"includes": "Private guide\r\nAdventure safari by Polaris RZR dune buggy\r\nWater and soft drinks in the van\r\nCamel ride\r\nDesert transfers\r\n"
	},
	{
		"title": "Paradise Island : Full–Day Snorkeling and Island Tour",
		"duration": "8 hours",
		"price": "E£ 731",
		"imageURL": "data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==",
		"experiences": "Enjoy a full day on the island\r\nStop for a 1-hour snorkeling adventure\r\nSavor lunch on the island\r\n",
		"fullDescription": "Take a tour of this fantastic paradise island starting at around 08:00 AM with pick-up from your accommodation. Transfer to the marina and enjoy access to all equipment you may need, such as masks and fins for snorkeling later.  \r\n\r\nAfter roughly 45 minutes of sailing in a beautiful area, stop to enjoy around 1 hour of snorkeling near the coral reef where you can explore the varied marine life.\r\n\r\nThen, it's time to set sail for Paradise Beach on Giftun Island (transfer by shuttle boats to the island), where you will have the rest of the day to explore and relax. The guide will inform you of the place to have lunch, a simple but delicious open buffet with one soft drink. The rest of the day you can enjoy before heading back around 04:30 PM.",
		"includes": "Hotel transfer\r\nSnorkeling guide\r\nLunch on the island\r\nSnorkeling equipment\r\n"
	},
	{
		"title": "Hurghada: Private City Tour",
		"duration": "3 hours",
		"price": "E£ 501.75",
		"imageURL": "data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==",
		"experiences": "Discover the highlights of Hurghada on a private 3-hour tour in an air-conditioned vehicle\r\nEnjoy the colorful crowds and the aroma of the Middle East with a wander through a traditional Egyptian bazaar\r\nSee the largest mosque in Hurghada and get to know a local fisherman at the harbor\r\n",
		"fullDescription": "Enjoy a 3-hour city tour with a personal guide through the sights of Hurghada. Admire the Great Mosque with its two tall minarets, the church of Santa Maria, and the harbor. Enjoy the typical Middle Eastern flair and the colorful crowds in a characteristic bazaar.\r\n\r\nAfter pick-up from your hotel, take a discovery tour through the inner city of Hurghada before enjoying the chance to meet a local fisherman at the harbor. \r\n\r\nTake an breathtaking look at the Red Sea and wander through different parts of the city before returning to your hotel in Hurghada.",
		"includes": "Transfers in air-conditioned vehicle\r\nGerman-speaking tour guide\r\nJuice and cake in a garden restaurant\r\n1 bottle of water during the tour\r\nAll taxes and additional fees\r\n"
	},
	{
		"title": "Hurghada: 6-Hour 4WD Desert Safari, Dinner, and Show",
		"duration": "6 hours",
		"price": "E£ 677",
		"imageURL": "data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==",
		"experiences": "Stop to view mirages during a 4WD drive through the desert\r\nVisit a Bedouin village and take a ride on a camel\r\nEnjoy a traditional meal and see the Sahara Park show with traditional dancing\r\nSee the stars in the desert sky through a powerful digital telescope\r\n",
		"fullDescription": "Experience the Hurghada desert and Bedouin life on this 4WD Land Cruiser Sahara Park Safari. You’ll be picked up at your hotel and drive through the desert, kicking up the sand on the Hurghada highway.\r\n\r\nAlong the way your driver will stop a couple of times for you to marvel at the mirages and to climb up a massive sand dune. When you arrive at the Bedouin village you’ll enjoy a welcome drink with a tasty boxed lunch.\r\n\r\nOn this 6-hour adventure, you’ll have time to tour the village and learn more about the traditional Bedouin way of life. Afterwards, you’ll climb on board a camel for a thrilling desert ride!\r\n\r\nEnjoy the sunset from a mountaintop, taking in the spectacular views before you enjoy an open buffet dinner with soft drinks.\r\n\r\nThrill to the Sahara Park show, which begins with a tanura dance, followed by belly dancing, and folk songs.\r\n\r\nExperience the stunning desert sky at night, watching the stars and planets through a powerful digital telescope.\r\n\r\nAt the end of the day you’ll be driven back to your hotel.",
		"includes": "4WD Land Cruiser safari\r\nWater and soft drinks during the trip\r\nBedouin dinner\r\nCamel ride\r\nStar gazing by telescope\r\nEntrance fees to places mentioned in the description\r\n"
	},
	{
		"title": "Full-Day Snorkeling Trip to Utopia Island from Hurghada",
		"duration": "8 hours",
		"price": "E£ 438.50",
		"imageURL": "data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==",
		"experiences": "Explore the fascinating and diverse underwater world of the Red Sea at various snorkeling sites\r\nAdmire the natural reefs, beautiful corals, and colorful fish surrounding Utopia Island\r\nEnjoy a relaxing ride onboard a glass-bottomed boat\r\n",
		"fullDescription": "Experience a fascinating snorkeling adventure in the Red Sea. After the pick-up at your hotel you will head to the beautiful peninsula of Soma Bay, which will be your first snorkeling stop. Here there is also a pier, from which you will start the boat tour. Around Utopia Island are several natural reefs where you can enjoy snorkeling. Explore the unique underwater world and admire the countless colorful fish and beautiful corals.\r\n\r\nAfter a few snorkeling stops you can relax with a delicious lunch onboard the boat and recharge your batteries. Afterwards you will transfer to a glass-bottomed boat and spend a memorable few hours admiring the underwater world of the Red Sea below your feet. For two hours you will have a direct view into the crystal-clear waters surrounding Utopia Island.",
		"includes": "Transfers from/to your hotel by air-conditioned vehicle\r\nSnorkeling equipment\r\nLunch onboard the boat\r\nDrinks\r\nLife jackets\r\nToilets\r\nSnorkeling guide\r\nCovered areas onboard the boat\r\n"
	},
	{
		"title": "Full-Day Scuba Diving Tour with Lunch & Pick-Up",
		"duration": "8 hours",
		"price": "E£ 526.75",
		"experiences": "Learn the basics of scuba diving from a certified instructor\r\nTake in the beautiful views of the water and land as you cruise along the Red Sea\r\nGo scuba diving at 2 different dives sites\r\nEnjoy swimming and snorkeling in the water\r\nRelax and eat an onboard lunch with drinks\r\n",
		"fullDescription": "Spend a day out on the water learning to scuba dive on an 8-hour experience. This trip is suited for beginners and experts alike who simply want to enjoy the waters of the Red Sea.\r\n\r\nAfter pick-up, you will be taken out on a boat to your first diving spot. Experienced instructors will guide you around the location and explain the specifics of the diving site. Then head into the sea and explore the underwater realm.\r\n\r\nOnce your first dive ends, enjoy an on-board lunch. Then you will move to a new site for the second dive. Opt to snorkel or swim if you feel like it. You will also have plenty of time to relax and sample the provided refreshments. In the late afternoon, you will be returned to shore.",
		"includes": "Round-trip transfer in air-conditioned vehicle\r\nTank and weights\r\nInstructor fees\r\nLunch, mineral water, and soft drinks\r\n"
	},
	{
		"title": "From Hurghada: Pirates Premier Sailing Boat Trip",
		"duration": "7 hours",
		"price": "E£ 986.75",
		"experiences": "Enjoy a day of premier snorkelling\r\nSail aboard the largest boat in the Red Sea\r\nAdmire coral reefs\r\nEat lunch and on board\r\n",
		"fullDescription": "From your hotel you will be driven to Hurghada Marina, sailing for approximately one and a quarter hours towards Hurghada islands, Enjoy panoramic views of the islands and then two stops for swimming or snorkeling.\r\n\r\nLunch is served with an open buffet after the second stop. Relax and enjoy the sunshine. The duration of the trip is approximately 6 hours. Lunch and all drinks throughout the trip are included. Snorkeling equipment and life jackets are also included.\r\n\r\nThis luxury boat is the only one of its kind in Hurghada and is equipped with all kinds of rest and safety equipment in accordance with international standards. Sail for an hour to discover coral reef with two comprehensive snorkelling stops before returning to the Marina.",
		"includes": "Transfers from your hotel round trip.\r\nComprehensive equipment for each person\r\nA certified Snorkel instructor for each facility.\r\nHot and cold drinks during the whole day\r\nLunch open buffet consists of (soup fish and 3 types of salad appetizer and sweet and rice and potatoes and two types of fish and two types of grills (Chicks Kufta) and fruit season.\r\nFree Wi-Fi\r\nZodiac rescue facilities for guests\r\n"
	},
	{
		"title": "Hurghada Jungle Aqua Park Tickets, Transfer, and Lunch",
		"duration": "9 hours",
		"price": "E£ 877",
		"experiences": "Choose from among the 35 water slides at Jungle Aqua Park\r\nSwim in one or more of the 14 outdoor pools at Hurghada’s largest water theme park\r\nRelax by a pool or use one of the sun beds\r\n",
		"fullDescription": "Fun and thrills await you at the largest water theme park on the Red Sea coast. Enjoy the water games, huge swimming pools, wave pools, rafting, and more with a full-day admission ticket.\r\n\r\nA tour company representative will pick you up at your hotel at the agreed time and drive you to Jungle Aqua Park, where you’re sure to enjoy the wide range of water sports and social activities with your family and friends.\r\n\r\nThe Jungle Aqua Park features 35 water slides, 14 outdoor swimming pools, a heated pool, water lakes, poolside umbrellas, and sun beds. Hurghada’s largest water theme park is located just 25 minutes by car from the downtown area.\r\n\r\nAt the end of your day of fun you’ll be transferred back to your hotel.",
		"includes": "Round-trip hotel transfers\r\nTransportation by air-conditioned vehicle\r\nPark admission\r\nLunch\r\nSoft drinks\r\nAll taxes and service charges\r\n"
	},
	{
		"title": "Full-Day Snorkeling Tour to Utopia Island with Pick-Up",
		"duration": "7 hours",
		"price": "E£ 439",
		"experiences": "Enjoy a wonderful day in Safaga and Utopia Island\r\nSnorkel among colorful fish and corals\r\nExplore the exotic underwater world at two different snorkeling sites\r\nEnjoy a delicious lunch with soft drinks onboard the boat\r\nExperience a ride onboard a glass-bottomed boat\r\nDiscover the exotic and colorful flora and fauna of the Red Sea\r\nSee corals, plants, fish, and other marine animals\r\n",
		"fullDescription": "Discover the underwater world of Egypt on this full-day snorkeling trip from Hurghada. You will be picked-up at your hotel early in the morning and driven to Safaga. Here you will meet your guide, who will accompany you throughout the day.\r\n\r\nAfter a brief introduction and overview of the day’s program, the boat will anchor at the first snorkeling site. Your snorkeling guide will select the best places for snorkeling depending on the weather, allowing you to experience as much of the colorful underwater world of the Red Sea as possible.\r\n\r\nCruise to the location on the program, where you can once again observe numerous exotic and colorful fish, plants, corals, and other marine life. Enjoy a delicious lunch onboard the boat before cruising to Utopia Island on a glass-bottomed boat. You will have a fantastic view into the sea through the transparent bottom of the boat. You will then have enough time on the island for swimming in the sea or relaxing in the sunshine.",
		"includes": "Ride on a glass-bottomed boat to Utopia Island and back\r\nTour guide/snorkeling guide\r\nBoat trip\r\nSnorkeling\r\nLunch with 1 drink onboard the boat\r\nSnorkeling equipment\r\nService charges and taxes\r\n"
	},
	{
		"title": "One-Way Airport Transfer from Hurghada to El Gouna",
		"duration": "30 minutes",
		"price": "E£ 438.50",
		"experiences": "Experience pure luxury with this relaxing transfer from Hurghada International Airport to your hotel in El Gouna\r\nSit back, relax, and enjoy your first impressions of Egypt along the way\r\nEnjoy a stress-free arrival in Egypt with a pre-arranged airport transfer\r\nSave yourself the hassle of searching for a taxi at the airport\r\n",
		"fullDescription": "Experience a stress-free arrival at Hurghada International Airport and treat yourself to a little luxury after a long, tiring flight. With this transfer service you will be picked up at the airport and driven in a private limousine or van to your hotel in El Gouna.\r\n\r\nEnjoy a relaxing start to your vacation with this pre-arranged transfer service. Your friendly driver will meet you at the airport and will be holding a sign with your name written on it. You will then enjoy a relaxing drive to your hotel in El Gouna in an air-conditioned vehicle with room for up to 8 people. Simply sit back, relax, and enjoy the view along the way.",
		"includes": "Transport by air-conditioned limousine or van\r\nTransfer from Hurghada International Airport to El Gouna (one-way)\r\n"
	},
	{
		"title": "Giza Pyramids & Egyptian Museum from Hurghada by Bus",
		"duration": "20 hours",
		"price": "E£ 1,672.50",
		"experiences": "See the best of Cairo's monuments in one day\r\nVisit the Great Pyramids of Giza and see the pyramids of Cheops, Khafre and Mykerinos\r\nExplore the massive mortuary tombs and the statue of the Great Sphinx\r\nGo to the Valley Temple\r\nTour the Egyptian Museum, home to more than 120,000 relics of Ancient Egypt\r\nMarvel at the treasures of the child King Tutankhamen\r\nWander the narrow streets of the Khan El Khalili Market, the oldest bazaar in the Middle East\r\n",
		"fullDescription": "Explore the best of Cairo’s monuments on a full-day coach tour from Hurghada, and see the Giza Plateau and Egyptian Museum, home to more than 120,000 relics of Egyptian history.\r\n\r\nA tour representative will pick you up at 02:30 from your Hurghada hotel for the coach transfer to Cairo. Upon arrival, your Egyptologist guide will take you to the stunning Pyramids of Giza in the Giza Plateau. The oldest of the 7 Wonders of the Ancient World, the pyramids of Cheops, Khafre and Mykerinos form the major highlight of the Giza Necropolis.\r\n\r\nTour the massive mortuary tombs of the Pharaohs, and the Great Sphinx statue, constructed in the shape of a lion’s body with a human head. Explore the Valley Temple before a light lunch at a local restaurant.\r\n\r\nContinue into central Cairo to wander the galleries of the remarkable Egyptian Museum, home to an astonishing collection of relics from the pre-dynastic era to the Pharaonic era and the Greco-Roman period. A highlight of its treasures are the artifacts of the child King Tutankhamen, but look too at the displays of other Pharaonic Gods and Goddess, and visit the mummies room to learn about mummification art in ancient Egypt.\r\n\r\nFinally, visit the Khan El Khalili Market, the oldest market in the Middle East, and search for unique souvenir gifts, before the drive back to Hurghada.",
		"includes": "Hotel pick-up and drop-off\r\nTransportation by air-conditioned bus\r\nEgyptologist guide\r\nEntrance fees\r\nTax and service charge\r\nLunch\r\n"
	},
	{
		"title": "Hurghada: 3-Hour Morning Quad Safari",
		"duration": "3 hours",
		"price": "E£ 480.75",
		"experiences": "Drive a beach buggy through the Hurghada desert\r\nMeet friendly Bedouins in their tents\r\nRide a camel and explore the Bedouin village\r\n",
		"fullDescription": "You’ll be picked up at your hotel and transferred by air-conditioned bus to the beach buggy station. Begin your 3-hour tour with a 25-kilometer buggy drive to the Bedouin village.\r\n\r\nWhen you arrive, you’ll meet friendly locals and have a chance to sit and talk with them. Learn about their inspiring culture and way of life while enjoying the taste of Bedouin tea.\r\n\r\nYou’ll ride a camel around the village to see more of the area. Return to your beach buggy and drive it back to the beach buggy station.\r\n\r\nFrom there you’ll be transferred back to your hotel by bus.",
		"includes": "Hotel pick-up and drop off\r\nTransportation by air-conditioned bus\r\nProfessional English-speaking tour guide\r\nSoft drinks and bottled water at the Bedouin camp\r\nQuad bike\r\nCamel ride\r\nTea and water pipe at the Bedouin camp\r\nService charges and taxes\r\n"
	},
	{
		"title": "Hurghada: Full-Day Scuba Diving Adventure Tour with Lunch",
		"duration": "8 hours",
		"price": "E£ 656",
		"experiences": "Discover the magnificent flora and fauna of the Red Sea's underwater ecosystem\r\nGet dive tips and advice from a dive master who will be nearby at all times\r\nEnjoy a complimentary lunch\r\n",
		"fullDescription": "Following an early morning pick-up from your hotel in Hurghada, transfer to a tour boat for the start of your dive adventure in the Red Sea.\r\n\r\nGo to the first dive spot and prepare to discover the incredible underwater ecosystems. You don't need to know how to dive to take part; a dive master or instructor will be there to help you for the entire tour. All you need do is breathe and take in the magnificent surroundings!\r\n\r\nDive in the pristine waters of the Red Sea to see its remarkable flora and fauna. If you decide not to go underwater, enjoy some casual snorkeling or sunbathe on the white sand beaches. After the first dive spot, head to another reef for a second dive.\r\n\r\nLunch will be served at approximately 14:00 and you will return to your hotel at around 16:30.",
		"includes": "Hotel pick-up and drop off ($10 surcharge per person for hotels in Makkadi, Sahl Hasheesh or El Gouna)\r\nDiving equipment\r\nDive master or instructor\r\nLunch on board\r\nTransportation by air-conditioned vehicle\r\n2 dive sites\r\nScuba tanks\r\nSinker\r\nWater and soft drinks\r\nAll taxes and service charges\r\n"
	},
	{
		"title": "Dolphin Red Sea Clear Water Snorkeling",
		"duration": "8 hours",
		"price": "E£ 457",
		"experiences": "Experience the fun of snorkeling\r\nWatch dolphins in their natural habitat\r\nEnjoy this relaxing trip with lunch and a soft drink\r\n",
		"fullDescription": "Begin the trip by setting sail at around 9:00 AM where the astonishing clarity of the water will reveal a mesmerizing underwater world full of colors you don’t see above the Red Sea.\r\n\r\nUpon arrival at the marina, your guide will provide you with all the equipment you need, before explaining how to use it, as well as how to ensure that you will be warm and comfortable during your snorkeling tour.\r\n\r\nLater, your boat will sail for around 1 hour to the first snorkeling spot, where you will have chance to see dolphins. Then, it will take you to the other area for snorkeling with around 30 minutes of sailing between each one.\r\n\r\nAfter the second snorkeling area, you will be offered lunch on the boat with 1 soft drink.\r\n\r\nThe trip will finish around 4:00 PM when you will be taken back to the marina. ",
		"includes": "Hotel Transfer round trip\r\nLocal car/taxi\r\nAll equipment (mask, tube, fins, life vest if needed)\r\nSnorkeling guide\r\nLunch on the boat with 1 soft drink\r\n"
	},
	{
		"title": "From Hurghada: Cairo Full-Day Tour including Flights",
		"duration": "18 hours",
		"price": "E£ 2,010.25",
		"experiences": "Discover the fascinating world of the pyramids and visit the Great Pyramid and the Pyramid of Khafre in Giza\r\nAdmire the treasures of the pharaohs in the Egyptian Museum as well as the largest collection of Egyptian relics\r\nSee the largest and most famous Sphinx in the world – one of the most important landmarks of Egypt\r\n",
		"fullDescription": "Combine your vacation in Egypt with a day trip to Cairo. You will be picked up at your hotel and driven to the airport. Your tour guide will be waiting for you in Cairo and will take you to visit the Egyptian Museum. There you can admire the magnificent treasures of the young pharaoh Tutankhamun and the impressive ancient riches of human culture.\r\n\r\nAfterwards you can enjoy traditional Egyptian cuisine at a local restaurant before heading on to the oldest surviving wonder of the world – the Great Pyramid of Giza. You will also see the Pyramid of Khafre and the Pyramid of Menkaure, and can enjoy the breathtaking view over all the pyramids of the former kings and queens from the plateau. You will then drive to the guardians of all pyramids – the Great Sphinx of Giza.\r\n\r\nAt the end of the day you will be driven to the airport in Cairo, where you will catch the flight back to Hurghada. You will be met at the airport in Hurghada and transferred back to your hotel.",
		"includes": "All transfers by air-conditioned vehicle\r\nDomestic flights (Hurghada – Cairo – Hurghada)\r\nPrivate tour guide\r\nSoft drinks and water during the drive\r\nEntrance fees to all sights on the itinerary\r\nLunch at a selected restaurant\r\n"
	},
	{
		"title": "From Makadi Bay: Day Trip to Cairo by Bus",
		"duration": "19 hours",
		"price": "E£ 1,568",
		"experiences": "Spend an exciting day in Cairo on a bus tour and immerse yourself in the history of ancient Egyptian pharaohs\r\nSee the Egyptian Museum's countless exhibitions and the treasures of Tutankhamen\r\nVisit the Pyramids of Giza with Cheops, Khafra and Menkaure, and see the Sphinx\r\n",
		"fullDescription": "Discover the beauty of Cairo in one day. Enjoy an incredible view along the coast of the Red Sea during your arrival by bus.\r\n\r\nOnce in the city, visit the Egyptian Museum with the incredible treasures of the boy king Tutankhamen and countless artifacts of Egyptian history. Then see the Pyramids of Giza (Cheops, Khafra and Menkaure). Learn more about the fascinating construction of the pyramids and see the world-famous Sphinx.\r\n\r\nDuring the tour, enjoy a delicious lunch at a restaurant near the pyramids and return to your hotel in Makadi Bay at the end of the day.",
		"includes": "All transfers with the bus\r\nGerman-speaking tour guide\r\nSoft drinks during the drive\r\nAll entry fees to aforementioned attractions\r\nLunch in a restaurant\r\n"
	},
	{
		"title": "Hurghada Dolphin Show Tickets and Transfer",
		"duration": "2 hours",
		"price": "E£ 532",
		"experiences": "Get up close and personal with dolphins\r\nWitness their amazing intelligence and charm for yourself\r\nEnjoy an admirable show with a dolphin and a friendly sea lion\r\n",
		"fullDescription": "Enjoy an unforgettable stay in Hurghada unforgettable and witness an extraordinary 1-hour dolphin show at the beautiful Dolphin House.\r\n\r\nGet picked up directly at your hotel in Hurghada in the afternoon and enjoy a convenient 20-minute drive to the Dolphin House in a comfortable, air-conditioned vehicle. Once you arrive, get ready for an incredible 1-hour dolphin show with 3 incredibly smart and playful dolphins.\r\n\r\nGet up close and personal to the dolphins, and witness the intelligence and charm of these special animals with your whole family, while taking as many photos as you can of this unforgettable show.\r\n\r\nAfter the 1-hour spectacle, enjoy a transfer directly back to your hotel in Hurghada.",
		"includes": "Entrance to the Dolphin show\r\nPick-up and drop off at your hotel\r\nTransfer in comfortable, air-conditioned vehicle\r\nAll service charges\r\n"
	},
	{
		"title": "Hurghada: 6-Hour Evening Experience with Show & Dinner",
		"duration": "6 hours",
		"price": "E£ 712.75",
		"experiences": "Experience the special oriental atmosphere of Alf Leila Wa Leila hotel\r\nAdmire a breathtaking show with traditional music and stunning light effects\r\nEnjoy a delicious dinner with traditional delicacies\r\n",
		"fullDescription": "Immerse yourself in the world of Arabic myths and legends, and enjoy an evening of One Thousand and One Nights. You will be picked at your hotel in Hurghada and driven to the magnificent hotel Alf Leila Wa Leila.\r\n\r\nAt the hotel you can enjoy a delicious dinner with traditional delicacies. Following this, you can enjoy a fantastic show that will not only impress you with exotic music and stunning light effects but also take you back to the time of the pharaohs. Admire the replica exhibits and marvel at the famous monuments of bygone times. Be enchanted by a fascinating belly dance and a pharaonic horse show.",
		"includes": "Transfers from/to your hotel by air-conditioned vehicle\r\nTraditional dinner\r\n"
	},
	{
		"title": "From Hurghada: Sharm El Naga Full-Day Snorkeling Tour",
		"duration": "7 hours",
		"price": "E£ 718",
		"experiences": "Admire the gorgeous bay of Sharm El Naga and enjoy a relaxing and peaceful day\r\nDiscover the beautiful coral reefs and enjoy snorkeling in the bay among the stunning marine life\r\nEnjoy the fantastic sandy beach, relax in the sunshine, and be enchanted by a touch of paradise\r\n",
		"fullDescription": "Discover the gorgeous bay of Sharm El Naga. Located just 40 kilometers from Hurghada, this bay offers the perfect balance for all visitors seeking peace and quiet. After the pick-up at your hotel, the guide will drive you to the bay in an air-conditioned vehicle, where you will start the day of pure relaxation.\r\n\r\nUpon arrival you can explore the unique nature reserve. This quiet bay is a great location for you to relax on your vacation. Sharm El Naga is famous for its beautiful coral reefs and crystal-clear water. Relax on the fantastic sandy beach and enjoy swimming and snorkeling in the protected reef. Discover the magnificent underwater world and explore a little paradise.\r\n\r\nEnjoy a delicious lunch at a local restaurant before returning to Hurghada by bus in the afternoon, where you will be dropped off at your hotel.",
		"includes": "All transfers by air-conditioned vehicle\r\nSnorkeling equipment\r\nEntrance fees\r\nLifejackets\r\nToilets\r\nFresh-water showers\r\nLunch at a restaurant\r\nSun umbrellas\r\n"
	},
	{
		"title": "Hurghada: Classic Family Red Sea Cruise",
		"duration": "6 hours",
		"price": "E£ 1,400.75",
		"experiences": "Swim and snorkel in selected coral reef spots\r\nExplore the crystal clear waters of the Red Sea\r\nRelax on board on the special sun deck\r\nEnjoy a delicious traditional lunch buffet served on board\r\n",
		"fullDescription": "Discover the beauty and secrets of the Red Sea on a day-long boat cruise. Explore 3 select snorkeling sites where you will have the opportunity to explore the colourful underwater world and coral reefs. Keep your eyes peeled for rays, sea turtles, angelfish, and playful dolphins in their natural habitat. \r\n\r\nEnjoy a sumptuous lunch buffet served onboard with salads and grilled dishes prepared in the traditional way.",
		"includes": "Lunch buffet with different BBQ meats and salads\r\n2 kinds of local fruits\r\nSoft and hot drinks\r\nSnacks\r\n"
	},
	{
		"title": "Cairo Day Trip with Egyptian Museum Tickets: From El Gouna",
		"duration": "18 hours",
		"price": "E£ 1,881.50",
		"experiences": "Visit the Egyptian Museum and see masterpieces of art and artifacts from Dynastic Egypt\r\nSee the Pyramids of Giza\r\nExperience daily life in Egypt at the Khan-el-Khalili bazaar\r\n",
		"fullDescription": "Early in the morning, around 2:30, you will be picked up from your hotel in El Gouna or its vicinity, to travel in an air-conditioned minibus or car, to Cairo. The journey lasts around 5 hours.\r\n\r\nAt the half-way point you will stop for a rest and a break at a service station. The day will be long, and full of excitement, so we recommend you sleep through this part of the journey, taking you through the desert, where there isn't so much to see.\r\n\r\nWhen you arrive in Cairo your guide will be waiting for you by the Egyptian Museum. He will accompany you the whole day.\r\n\r\nThe first thing you will see is the Egyptian Museum. Your guide will take you through the vast museum, showing you the masterworks of the collection, and explaining them expertly. By the time you're finished it will be midday, and time for lunch.\r\n\r\nAfter lunch you will go to see the pyramids of Giza. You can examine each of the pyramids from outside at your pleasure, and with a little luck (there is a limited number of guests allowed inside each day) enter the chambers inside, for an extra fee. After this exploration of history, you will have a chance to see Egyptian life as it is today, in the Khan-el-Khalili bazaar. It is the largest bazaar in the whole of the Middle East, and still retains its characteristic ancient flavor.\r\n\r\nThe return journey to Hurghada/El Gouna is at around 17:00.\r\n\r\nCome along on this exclusive tour, and immerse yourself in the past!",
		"includes": "Travel from and to your hotel in a comfortable private vehicle\r\nSoft drinks during the journey\r\nGuide\r\nEntry to the Egyptian Museum\r\nLunch\r\n"
	},
	{
		"title": "Hurghada: Day Trip to Pyramids, Memphis & Sakkara by Flight",
		"duration": "16 hours",
		"price": "E£ 3,679.25",
		"experiences": "Fly from Hurghada to Cairo on a full-day tour\r\nMarvel at the pyramids of Giza\r\nSee the Sphinx\r\nEnjoy lunch in Cairo\r\nWander through Khan el-Khalili bazaar\r\nVisit the step pyramids of Sakkara and Memphis\r\n",
		"fullDescription": "Enjoy the variety of Egypt and visit Cairo from Hurghada.\r\n\r\nAn air-conditioned car will bring you from your hotel to Hurghada airport where you will board your flight to Cairo. On arrival in the Egyptian capital, an Egyptologist guide will be waiting for your arrival.\r\n\r\nThe journey begins in Giza, where you will visit 3 of Egypt's largest and most famous pyramids. The Great Pyramid is the oldest, and is the last remaining Wonder of the 7 Wonders of the World. The tip of the Pyramid of Khafre is still partially covered with limestone. The Pyramid of Menkaure is surrounded by 3 other, much smaller pyramids.\r\n\r\nVisit the step pyramids of Sakkara. The necropolis of Sakkara is the next most important burial site of Lower Egypt, after Giza. The largest and most impressive burial site is that of the Pharaoh Djoser, from the 3rd dynasty of the Old Kingdom, around 2650 B.C. He is buried in a famous step pyramid.\r\n\r\nYou will also visit Memphis, the old capital city, where you will see ruins and the giant toppled statue of the Pharaoh Ramses II, as well as the Alabaster Sphinx.\r\n\r\nIn the afternoon you can visit Khan el-Khalili bazaar to go shopping. You'll also get to visit the famous antiques market in Cairo.\r\n\r\nAfter an unforgettable day, you will be brought back to the airport in Cairo in the evening. Fly back to Hurghada where you will be transferred back to your hotel having enjoying a great day in the Egyptian capital.",
		"includes": "All transfers in an air-conditioned vehicle\r\nInternal flights (Hurghada/Cairo/Hurghada)\r\nPrivate guide\r\nSoft drinks during transfers\r\nEntry to the attractions mentioned in the program\r\nLunch\r\n"
	},
	{
		"title": "Mahmya Island Full-Day Snorkel Tour from Hurghada",
		"duration": "8 hours",
		"price": "E£ 1,818.25",
		"experiences": "Explore the underwater world of the Red Sea\r\nSail to the protected island of Mahmya\r\nLook for the playful dolphins of Giftun Island National Park\r\nEnjoy a lunch of seafood and Italian specialties\r\nRelax on white sand beaches and swim in crystal clear sea\r\n",
		"fullDescription": "Discover the unique island of Mahmya in the Red Sea, part of the protected Giftun Island National Park just off the coast from Hurghada. The full-day tour includes round-trip transfers by air-conditioned vehicle direct from your hotel, and a 1-hour sailing tour.\r\n\r\nFollowing your transfer, start by sailing the turquoise waters on board a comfortable boat. Marvel at views of the white sand beaches and palm thatched beach huts. Soak up the Red Sea sun, watching for playful dolphins as you go. Then, upon arrival at Mahmya, you are free to snorkel the impressive coral heads of the clear lagoon. Relax on the beach and swim in crystal clear waters.\r\n\r\nA lunch of Italian and seafood specialties will be served at the island restaurant, and drinks are available from the bar throughout the day.\r\n\r\nMaintained under strict conservation guidelines, Mahmya is the perfect getaway from the urban sprawl of Hurghada, offering peace and privacy for all ages. Glass bottomed boats are available to rent, allowing you the chance to look at the underwater world without getting (too) wet!\r\n\r\nSail back to the marina for a transfer to your hotel at the end of the day.",
		"includes": "Pick-up and drop off from hotels in Hurghada\r\nTransportation by air-conditioned vehicle\r\nAll taxes and service charges\r\nGuide\r\nEntrance fee and submarine ticket\r\n"
	},
	{
		"title": "From Makadi Bay: Desert Jeep Safari",
		"duration": "5 hours",
		"price": "E£ 933.75",
		"experiences": "Experience a Jeep safari through the Hurghada Desert and see countless sand dunes\r\nVisit a Bedouin camp and learn more about the life and culture of these desert denizens\r\nEnjoy characteristic Arabian delicacies and see a show with belly dancing, folk music and snake charming\r\n",
		"fullDescription": "Experience the unending expanse of the Hurghada Desert, admire one of the usual Fata Morgana mirages, and see the countless sand dunes in the middle of the desert.\r\n\r\nAfter the tour through the desert, arrive at a traditional Bedouin camp. After a bit of relaxation, enjoy the opportunity to explore the camp and learn more about the life and culture of these desert denizens.\r\n\r\nWatch the sunset and enjoy a dinner buffet. Try Middle Eastern specialties and see an incredible performance with belly dancing, Arabian music and a snake show.\r\n\r\nAdmire the night sky and see the planets and stars with a digital telescope before returning to your hotel.",
		"includes": "Desert safari in a Jeep\r\nWater and soft drinks in the van\r\nDinner with the Bedouins\r\nCamel ride\r\nTelescope view of the night sky\r\nEntry fees for aforementioned attractions\r\n"
	},
	{
		"title": "3-Hour Sinbad Submarine Red Sea Tour from Hurghada",
		"duration": "3 hours",
		"price": "E£ 887.25",
		"experiences": "Take a trip in the Sinbad Submarine for an exciting excursion\r\nEnjoy incredible views of the underwater world of the Red Sea\r\nSee life underwater for 50 minutes at a depth of 72 feet (22 meters)\r\n",
		"fullDescription": "Go on a fantastic underwater trip on the Sinbad Submarine and discover the marine life in the Red Sea on a 3-hour trip from Hurghada.\r\n\r\nAfter you are picked up from your hotel, you will be transferred to the pier for boarding. The Sinbad Submarine seats 44 people and 2 pilots, and has windows specially constructed to maximize your underwater viewing. Once you head below the water, you will have approximately 50 minutes to enjoy the views of the Red Sea at a depth of 72 feet (22 meters) below the surface.\r\n\r\nWhen you are done exploring the underwater ecosystem, the submarine will return you to the surface. You will then be transferred back to your hotel.",
		"includes": "All transfers by air-conditioned bus\r\nEnglish-speaking Egyptologist guide\r\nSoft drinks\r\nEntrance fees\r\n"
	}
]
