[
	{
		"title": "Day Trip to Valley of the Kings, Luxor",
		"duration": "16 hours",
		"price": "E£ 1,220.75",
		"imageURL": "https://cdn.getyourguide.com/img/tour_img-251337-70.jpg",
		"experiences": "Marvel at the Temple of Karnak\r\nEnjoy delicious Egyptian dishes at a high class restaurant in Luxor\r\nBe amazed by the Colossi of Memnon\r\nVisit the Valley of the Kings\r\nDive into the history of Ancient Egypt and the Pharaohs\r\nVisit the temple of Queen Hatshepsut\r\n",
		"fullDescription": "After pick-up from your hotel, drive to Luxor to visit the most famous monuments in all Egypt, including the temple at Karnak. After that, relax over lunch at a local restaurant in Luxor. Then get on board a Felucca, a type of sailing boat typical in Egypt to cross over the Nile to the City of the Dead (optional).\r\n\r\nThe impressive Colossi of Memnon will greet you there – the the last remnants of the Temple of Amenophis III. Be enthralled by the magnificent architecture of the Valley of the Kings and visit the temple of Hatshepsut, one of the female rulers of Ancient Egypt. After you've had enough time to explore the extensive monuments to your satisfaction, you will be driven back to your hotel.",
		"includes": "All transfers in an air-conditioned bus\r\nAn informative Egyptologist\r\nGuide\r\nAll entry fees to the advertised attractions\r\nLunch at a restaurant in Luxor\r\n"
	},
	{
		"title": "Hot Air Balloon Ride Over Luxor",
		"duration": "2 hours",
		"price": "E£ 1,279.25",
		"imageURL": "data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==",
		"experiences": "View the city of Luxor from a unique angle - high above the city\r\nGet bird's-eye views of sights such as the River Nile and the Statue of Thebes - make sure you have your camera at the ready\r\nLeave just before sunrise, and get the chance to see the sun illuminating the city and its surrounding mountains\r\n",
		"fullDescription": "Your stay in Luxor would not quite be the same without a bird’s eye view of the city from one a hot air balloons. Departing from your Luxor hotel or cruise ship just before dawn, cross the River Nile to the West Bank – where your hot air balloon awaits.\r\n\r\nAfter a safety briefing and introduction to your ground crew and pilot, you will climb into the balloon's basket and get ready for lift off. It is then time for the gentle rise into the dawn sky.\r\n\r\nAway from the daytime crowds, you will drift peacefully over the west Bank of Luxor and sights such as the monuments of Thebes. The early morning sun rising over the East Bank will illuminate the city and the surrounding mountains.",
		"includes": "Pick-up transfers from and to hotel or cruise\r\nOne hour flying over Luxor City\r\n"
	},
	{
		"title": "From Luxor: Full-Day Tour of the East and West Banks",
		"duration": "9 hours",
		"price": "E£ 546.50",
		"imageURL": "data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==",
		"experiences": "Tour the East and West Banks of Luxor with an Egyptologist guide\r\nAdmire the towering Colossi of Memnon\r\nMarvel at the Temple of Karnak, the oldest religious structure in the world\r\nExplore the lavish tombs of the 3 pharaohs in the Valley of the Kings\r\nVisit the spectacular Temple of Queen Hatshepsut\r\n",
		"fullDescription": "After breakfast you’ll be met by your Egyptologist guide to begin an 8-hour tour of the West Bank and East Bank of Luxor.\r\n\r\nWest Bank: Your guide will take you straight to the West Bank of Luxor, which was known in ancient times as the City of the Dead. This is an archeological paradise with its wealth of pharaonic temples and is considered a gateway to Valley of the Kings.\r\n\r\nValley of the Kings: There are actually 2 valleys: the East Valley, where the majority of the royal tombs and temples were constructed; and the West Valley. In all there are approximately 65 tombs and chambers located in this burial site for the major kings of the new Egyptian dynasty. Your visit includes entry into 3 tombs. If you wish to see either the tomb of Tutankhamun or Ramses 6, there is an additional ticket fee.\r\n\r\nTemple of Hatshepsut: Visit the Hatshepsut Temple, named for the Foremost of Noble Ladies. Queen Hatshepsut was the fifth pharaoh of the 18th dynasty of ancient Egypt and the daughter of King Thutmose I. She established the first world trade network and her temple is considered one of the most important temples of ancient times.\r\n\r\nThe Colossi of Memnon: Before lunch, you’ll visit the Colossi of Memnon, the 2 massive stone statues of Pharaoh Amenhotep III. For the past 3,400 years (since 1350 BC), the statues have stood in the Theban necropolis as guardians at the entrance to Amenhotep’s memorial temple. The statues are made from blocks of quartzite stone.\r\n\r\nLunch:Your guide will escort the group to a 4-star restaurant to have lunch and a chance for some rest before the afternoon tour.\r\n\r\nTemple of Karnak: This complex was originally dedicated to god Amun Ra, his wife Mut and son Khons. Later, around 30 additional kings added their own touches to the complex. The site is vast, covering nearly 1 mile by 2 miles in area with more than 20 temples in all. What makes the Karnak Temple complex special is that it includes several of the finest examples of ancient Egyptian design and architecture, such as the Hypostyle Hall, one of the world’s great architectural achievements of all time and the Temple of Amun, a spectacular forest of giant papyrus-shaped columns.\r\n\r\nShopping: At the end of the day, you’ll be able to spend about an hour shopping for Egyptian antiques. If you’re not into shopping, you can take some photos around the area, wait in the coach or do pretty much do anything else you like.\r\n\r\nYou'll be transferred back to your hotel or Nile cruise ship in Luxor.",
		"includes": "Round-trip hotel transfers by air-conditioned van\r\nEgyptologist guide\r\nMineral water\r\nCan of juice during travel\r\nAll services and taxes\r\n"
	},
	{
		"title": "From Hurghada Trip to Luxor and Valley of the Kings",
		"duration": "16 hours",
		"price": "E£ 1,078.25",
		"imageURL": "https://cdn.getyourguide.com/img/tour_img-221868-70.jpg",
		"experiences": "Visit the famous Valley of the Kings\r\nAdmire the Temple of Queen Hatshepsut\r\nExplore the Temple of Karnak\r\nMarvel at the impressive Colossi of Memnon\r\nEnjoy delicious Egyptian dishes at a high-class restaurant in ‎Luxor\r\nEnter the history of Ancient Egypt and the Pharaohs\r\n",
		"fullDescription": "Start your tour of Luxor with the pick-up at your hotel in Hurghada. Discover the fascinating world of ancient Egypt on a visit to the most beautiful sights around the city.\r\n\r\nVisit the Temple of Karnak and admire the columned halls, the chapels, and the sacred lake of the UNESCO World Heritage Site. Enjoy lunch at a selected restaurant in Luxor before heading to the other bank of the Nile River.\r\n\r\nHere you will explore the City of the Dead and the Colossi of Memnon. Admire the only remains of the Temple of Amenhotep III and visit the Valley of the Kings. Be inspired by the stunning architecture and discover the Temple of Hatshepsut, the only female ruler of ancient Egypt.",
		"includes": "Transfers in a private air-conditioned vehicle\r\nTour guide\r\nVisits and entrance fees as per itinerary\r\n"
	},
	{
		"title": "Sunrise Hot Air Balloon Tour from Luxor",
		"duration": "3 hours",
		"price": "E£ 1,729",
		"imageURL": "data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==",
		"experiences": "Float silently above Luxor’s West Bank and the Nile River in a hot-air balloon\r\nEnjoy complimentary drinks and breakfast\r\nSee the Valley of the Kings and the Temple of Hatshepsut from high above\r\n",
		"fullDescription": "This 3-hour program begins very early in the morning with a pick-up at your Luxor hotel or Nile cruise ship. You’ll then transfer to a motorboat to reach the West Bank, and enjoy a refreshing drink en route.\r\n\r\nOnce you disembark you will be transferred to the take-off area, where your hot-air balloon ride above the world's largest open-air museum begins.\r\n\r\nThe balloon ride is scheduled right in time for you to experience a spectacular sunrise. The flight lasts for 45 minutes, and takes you over the Valley of the Kings and the Temple of Hatshepsut.\r\n\r\nAfter you’ve landed you will be transferred back to your hotel or ship.",
		"includes": "Round-trip hotel transfers\r\nTransportation by air-conditioned van\r\nBottled water during the trip\r\nMotorboat transfer to the West Bank\r\nEgyptian Tea on the motorboat\r\n45-minute hot-air balloon ride\r\nFlight certificate\r\nAll service charges and taxes\r\n"
	},
	{
		"title": "Luxor Full-Day Sightseeing Tour from Hurghada",
		"duration": "14 hours",
		"price": "E£ 1,188",
		"imageURL": "https://cdn.getyourguide.com/img/tour_img-1167312-70.jpg",
		"experiences": "Explore the temple ruins of Luxor\r\nGo to the mortuary temple of Queen Hatshepsut\r\nMarvel at the rams heads of the Temple of Karnak\r\nDescend into the tombs of Egyptian rulers,\r\nAdmire the giant statues of the Colossi of Memnon\r\nSee ancient hieroglyphs and paintings\r\nTravel to the Valley of the Kings\r\nDrive along the banks of the Nile Valley and see the villages of Upper-Egypt\r\n",
		"fullDescription": "Travel back to the days of Ancient Egypt on a full-day tour of Luxor, with round-trip transfers by air-conditioned vehicle from Hurghada. En route, admire views of the River Nile and the villages of Upper-Egypt.\r\n\r\nUpon arrival in Luxor, go to the Colossi of Memnon to admire the gigantic statues of Pharaoh Amenhotep III, built 3,400 years ago. Continue to the Valley of the Kings to see where the ancient Egyptians buried their most powerful nobles. Descend into the tombs of Egyptian rulers, and admire well preserved paintings and hieroglyphs.\r\n\r\nNext, learn the legend of the 1st female pharaoh of Egypt at the Temple of Queen Hatshepsut. Discover the extraordinary mortuary temple she had built, complete with terraces of colonnades, a hypo-style hall, and hundreds of statues, paintings and reliefs.\r\n\r\nAfter lunch at a local restaurant, continue your tour at the Temple of Karnak. Beautifully preserved, it provides the perfect opportunity for an imaginative journey back in time to the days of the Ancient Egyptians. Stroll at leisure to form an impression of how the immense pylon was built. Walk the avenue of ram-head criosphinges, marvel at more than 100 pillars at the hypo-style hall, and see ancient hieroglyphs, chapels, statues and a holy lake.\r\n\r\nThe superstitious can approach the scarab close to the lake and surround it 3 times clockwise; according to legend, offspring will soon follow!",
		"includes": "Hotel pick-up and drop off\r\nTransfers by air-conditioned vehicle\r\nGuided tours in your language\r\nLunch in a local restaurant\r\n"
	},
	{
		"title": "From Hurghada: Full-Day Tour of Luxor",
		"duration": "12 hours",
		"price": "E£ 1,358.75",
		"imageURL": "data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==",
		"experiences": "Explore the world-renowned Valley of the Kings\r\nVisit the Temple of Queen Hatshepsut\r\nAdmire the Colossi of Memnon\r\nDiscover the spectacular Karnak Temple\r\n",
		"fullDescription": "Explore the amazing sights of Ancient Egypt in Luxor with transfers to and from Hurghada. After picking you up from your hotel in Hurghada, we will drive to Luxor in an air-conditioned deluxe vehicle through lush farmland and sugar plantations to edge of the desert where you will find the tombs of the pharaohs in the Valley of the Kings.\r\n\r\nCutting directly into the mountains, the tombs were filled with treasures and covered in beautifully-painted hieroglyphics depicting the life of the king they housed. Your guide will bring the stories to life as you explore the tombs before continuing to the impressive mortuary Temple of Queen Hatshepsut.\r\n\r\nArchitecturally stunning, the Temple of Queen Hatshepsut contains beautiful murals on its inner walls. On our return to Luxor’s East Bank, we will visit the Colossi of Memnon – two gigantic statues that stand proudly, yet virtually alone at the entrance to what was Amenhotep III’s mortuary temple.\r\n\r\nAfter lunch, we continue on to visit the famous Karnak Temple – the largest place of worship that was ever built. Its ancient name Ipet-isut means “the most sacred of places.” The temple, or, more correctly, the complex of temples, was built more than two thousand years ago by generation after generation of pharaohs. Within the complex, the great “Hypostyle Hall” is an incredible forest of giant pillars.",
		"includes": "Professional tour guide\r\nEntrance fees to the sights\r\nLunch at a top-quality restaurant\r\nBottled water and soft drink\r\nPick-up and drop-off service at hotel\r\n"
	},
	{
		"title": "Sound and Light Show at the Karnak Temple Complex",
		"duration": "1 hour",
		"price": "E£ 645.25",
		"imageURL": "data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==",
		"experiences": "Experience the magic of the world-famous Karnak Temple sound and light show\r\nMarvel at the colorful lights in the sky along the Nile River\r\nLearn the fascinating story of the temple and the history of Thebes\r\n",
		"fullDescription": "Watch in awe as the bright illuminations reflect off the water and light up the sky and the splendor of ancient Thebes comes back to glorious life.\r\n\r\nExperience the world-famous one-hour sound and light show at the Karnak Temple on the banks of the Nile River. This unique show tells the story of the temple and the history of Thebes, including the lives and celebrated achievements of the great pharaohs who built the necropolis.\r\n\r\nMarvel at the sheer size of the great hypostyle hall and view the eerie reflection of the temple at the Sacred Lake as you wander around the illuminated monuments and towering obelisks. Enjoy the perfect setting for a dramatic finale to an exciting show.",
		"includes": "Transportation by air-conditioned van\r\nEntrance to the show\r\nTaxes and service fees\r\n"
	},
	{
		"title": "All-Inclusive Guided Tour of Luxor from Cairo by Plane",
		"duration": "12 hours",
		"price": "E£ 6,579.25",
		"imageURL": "data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==",
		"experiences": "Explore the most important treasures of the ancient world in Luxor led by an expert guide\r\nRelax with return plane transfer from Cairo and air-conditioned transportation\r\nDine in a local restaurant with all food (not drinks) inclusive in the price\r\nExperience the East Bank with the Luxor and Karnak temples\r\nExplore the West Bank and visit the Valley of the Kings and the Colossi of Memnon\r\n",
		"fullDescription": "Explore the many treasures of the ancient world on this all-inclusive day tour to Luxor from Cairo, traveling by plane and bus.\r\n\r\nAfter being collected from your hotel in Cairo at around 05:30, drive by air-conditioned vehicle to the airport, ready to fly to Luxor. Your expert guide will meet you at the airport and your tour will begin.\r\n\r\nMake an excursion to the Necropolis of Thebes on the Western Bank. Crossing the Nile, visit the Valley of the Kings, and see the grand tombs of some of the most powerful nobles and pharos of Ancient Egypt. On the return journey stop-off at the Colossi of Memnon, 2 gigantic statues representing Amenophis III facing the Nile. You will also have the chance to visit the famous Temple of Queen Hatshepsut.\r\n\r\nExplore the Luxor Temple and marvel at the granite statues of Ramses the Great in the courtyard. Proceed by carriage or bus to Karnak–a series of temples spanning from different reigns and eras.\r\n\r\nWalk through the Avenue of Sphinxes, visit the Hypostyle Hall with its 134 gigantic columns, see the Obelisks of Queen Hatshepsut and Tutomosis III, and witness the temple of Amon, adorned with exquisite lotus and papyrus designs.\r\n\r\nAfter a whirlwind exploration into the treasures of the ancient world, transfer back to the airport for your return flight to Cairo, and to your hotel.",
		"includes": "Return flight tickets from Cairo to Luxor\r\nEntrance fees\r\nExpert guide\r\nBottle of water\r\nAll transfers by a private air-conditioned car\r\nLunch\r\nTaxes\r\n"
	},
	{
		"title": "From Marsa Alam: Day Trip to Luxor by Bus",
		"duration": "1 day",
		"price": "E£ 1,881.50",
		"imageURL": "data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==",
		"experiences": "Experience the Temple of Karnak, the largest temple ever constructed\r\nHave a delicious lunch at a restaurant\r\nSee the two statues of Amenhotep III\r\nVisit the royal tombs in the Valley of the Kings\r\nDiscover the life of a female Pharaoh at Hatshepsut temple\r\n",
		"fullDescription": "You will be picked up from your hotel in Marsa Alam and driven to Luxor in an air-conditioned vehicle. Here you will visit the famous Temple of Karnak, the largest religious building ever constructed. The ancient Egyptian name for the place is Ipet-isut, meaning the holiest of all places.\r\n\r\nAfter this, you will enjoy a wonderful lunch at a restaurant. Then you will head to the western bank of the Nile, where the colossal statue of Amenhotep III, the colossus of Memnon, awaits. Continue on to the Valley of the Kings, to see the breathtaking graves of the Pharaohs.\r\n\r\nYou will visit 3 tombs and then continue on to the Mortuary Temple of Hatshepsut in El Deir El Bahary. This imposing temple, dedicated to Queen Hatshepsut, the only female Pharaoh, rises in a series of terraces from the desert plain, perched on sandstone cliffs. At the end of your tour, you will be returned to your hotel in Marsa Alam.",
		"includes": "Day trip to Luxor\r\nTransportation in an air-conditioned vehicle\r\nHotel pick-up and drop off\r\nTour guide\r\nEntrance fees to all the attractions mentioned in the itinerary\r\nLunch at a quality local restaurant\r\nSoft drinks in the vehicle\r\nService charges and taxes\r\n"
	},
	{
		"title": "Aswan to Luxor: 3-Day Guided Tour with Transfers",
		"duration": "3 days",
		"price": "E£ 2,010.25",
		"imageURL": "data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==",
		"experiences": "View the High Dam of Aswa— a miracle of engineering\r\nTravel down the River Nile on motorboat\r\nTour the East and West Banks of Luxor with an expert guide\r\nMarvel at the Temple of Karnak, the oldest religious structure in the world\r\nExplore the lavish tombs of the 3 pharaohs in the Valley of the Kings\r\n",
		"fullDescription": "Day 1: Aswan Day tour\r\nStart your adventure by being picked up from your hotel in Aswan or the Aswan airport, bus or train station. Then start your tour to visit the High Dam and Philae Temple. At the end of your tour, be transferred back to your hotel.\r\n\r\nDay 2: Aswan to Luxor and Luxor East Bank\r\nIn the early morning, be transferred from your hotel to the Aswan train station, where you will take a first-class train from Aswan to Luxor (a 3-hour journey). After arriving in Luxor, be transferred to your hotel in Luxor. In the afternoon, visit the East Bank of the Nile, taking in the Temple of Karnak, the Temple of Luxor, and the Obelisk of Ramses II. Return to your cruise at the end of the tour, and then be transferred to your hotel in Luxor.\r\n\r\nDay 3: Luxor West Bank\r\nAfter enjoying breakfast, you will begin your journey along the West Bank by visiting the Valley of the Kings. Discover the Temple of Queen Hatshepsut at Deir el-Bahari. See the Colossi of Memnon and visit an alabaster institute.\r\n\r\nAt the end of your tour, you will be transferred back to your Luxor hotel, airport, train or bus station.",
		"includes": "Meet and assist service on arrival and departure from your hotel, airport, train or bus station in Aswan\r\nGuided Day Tour of Aswan\r\nTransfer to Aswan train station\r\nFirst-class Train ticket from Aswan to Luxor\r\nPick up from the Luxor train station\r\nGuided Tour of the East Bank of Luxor\r\nGuided Tour of the West Bank of Luxor\r\nTransportation in a modern air-conditioned vehicle\r\nExpert tour guide\r\nAll service charges and taxes\r\n"
	},
	{
		"title": "Aswan 4-Day Nile Cruise to Luxor",
		"duration": "4 days",
		"price": "E£ 8,224.25",
		"imageURL": "data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==",
		"experiences": "Enjoy a 5-star luxury Nile River cruise\r\nSee the Philae Temple and the High Dam in Aswan\r\nExplore the Valley of the Kings in Luxor\r\nMarvel at the Temple of Horus in Edfu\r\nVisit the Temple of Karnak, the oldest religious structure in the world\r\n",
		"fullDescription": "Start your adventure with a pick-up from your hotel in Aswan or Aswan airport, bus or train station. Transfer to your cruise ship to check in and freshen up. Visit the High Dam and Philae Temple. \r\n\r\nIn the morning the cruise will start sailing towards Kom Ombo, where you will visit the largest temple in Egypt. Continue to sail towards Edfu where the biggest temple of the god Horus located. Arrive in Luxor in the late afternoon and visit the East Bank of the Nile, take in the Temple of Karnak, the Temple of Luxor, and the Obelisk of Ramses II. \r\n\r\nOn the final day, cross to the West Bank to the Valley of the Kings. See the Temple of Queen Hatshepsut at Deir el-Bahari. See the Colossi of Memnon and visit an alabaster institute. At the end of the tour, you will be transferred back to your hotel in Luxor, the airport, train, or bus station.",
		"includes": "Meet and assist service (arrival and departure) from hotel, airport, train or bus station\r\nGuided Day Tour to Aswan sightseeing\r\nGuided Tour to the East and West Banks of Luxor\r\nGuided Tour to Kom Ombo and Edfu temples\r\nAll transfers by modern air-conditioned vehicle\r\n3 Nights Accommodation on a 5-star cruise ship (full-board basis excluding drinks)\r\nExpert tour guide (choose your own Language )\r\nAll service charges and taxes\r\n"
	},
	{
		"title": "4-Day Nile Cruise from Aswan to Luxor",
		"duration": "4 days",
		"price": "E£ 9,138",
		"imageURL": "data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==",
		"experiences": "Relax on a 3-night Nile River cruise on board a floating hotel, with sundeck, swimming pool and full-service meals\r\nEnjoy the on board evening entertainment, such as a belly dance show, Captain's welcome cocktail party, Nubian folk show, and more\r\nTake a tour of the Valley of the Kings and learn about the burials of Pharaohs\r\nVisit the High Dam and Philae Temple\r\nCross to the West Bank to visit the Necropolis of Thebes and Temple of Hatshepsut\r\nAdmire the massive stone statues of the Colossi of Memnon\r\nExplore the East Bank of Luxor, said to be the 2nd most visited site in Egypt after the Pyramids of Giza\r\n",
		"fullDescription": "This 4-day luxury cruise from Aswan to Luxor on the Nile River is the perfect way to see many of the most important archaeological sites of Egypt. Visit the Valley of the Kings at Luxor, take in the splendors of the Kom Ombo Temple and see the Necropolis of Thebes.\r\n\r\nYour luxury boat will serve lunch and dinner throughout the cruise and you can dance the night away to an on board disco. Relax by the sundeck and swimming pool, or seek out the services of an Egyptologist guide to learn more about Ancient Egypt.\r\n\r\nDay 1: Departure from Aswan (Monday, Wednesday, or Friday)\r\nOn arrival in Aswan, meet your local tour representative for the start of your tour. Visit the High Dam and Philae Temple. Then, board your cruise in Aswan. Enjoy lunch on board, as well as afternoon tea, dinner and an evening disco party.\r\n\r\nDay 2: Kom Ombo – Edfu - Luxor\r\nEnjoy breakfast on board your cruise boat. Then, set sail to visit the Kom Ombo Temple, dedicated to the crocodile-god Sobek, and the falcon-god Haroeris. Located on a bend in the Nile, it is said that in ancient times, sacred crocodiles would bask in the sun on the banks of the area.\r\n\r\nSail to Edfu, site of the Ptolemaic Temple of Horus. After lunch, visit the temple and ancient settlement, known in Roman times as Apollinòpolis. Cross the lock and sail to Luxor, enjoying an on board dinner and overnight stay.\r\n\r\nDay 3: Luxor\r\nAfter breakfast on board, cross the Nile to the West Bank to tour the Necropolis of Thebes, Valley of The Kings, Temple of Hatshepsut, and the Colossi of Memnon.\r\n\r\nLuxor has often been called the world's greatest open-air museum and the number of preserved monuments are unparalleled anywhere else in the world. Focusing on the West Bank, you will stroll around the ruins at the Valley of the Kings and Valley of the Queens, used primarily for the burials of Pharaohs. Admire the massive stone statues of the Colossi of Memnon and the mortuary temples of the Temple of Hatshepsut.\r\n\r\nReturn to your boat for afternoon tea and relax on board, soaking up the sun by the swimming pool. Enjoy dinner and a last overnight stay on board.\r\n\r\nDay 4: Luxor - Departure\r\nAfter breakfast, visit the East Bank of Luxor to see Luxor Temple, built by Amenhotep III from Nubian sandstone. You will also visit the other great monument of the East Bank, Karnak Temple, said to be the 2nd most visited site in Egypt after the Pyramids of Giza.\r\n\r\nTransfer to Luxor Train Station, Luxor Airport, or a Luxor hotel for the end of the tour and your final departure.",
		"includes": "3 nights cruise boat accommodation (full board)\r\nTransportation by air-conditioned vehicles\r\nEnglish-speaking tour guide\r\n"
	},
	{
		"title": "Budget Egypt Nile Cruise from Aswan to Luxor",
		"duration": "4 days",
		"price": "E£ 10,508.75",
		"imageURL": "data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==",
		"experiences": "Visit the temple shared by the two gods Sobek and Haroeris.\r\nSee The Temple of Horus in Edfu and cross the lock\r\nDiscover the Valley of the Kings, the Temple of Hatshepsut and the Colossi of Memnon.\r\nExplore The East Bank: Karnak and LuxorTemples\r\n",
		"fullDescription": "At 6:00 you will be picked up from your hotel in Aswan or from Aswan Airport, met and assisted by a local representatives before being transferred to the cruise. Boarding will be before lunch, then begin your day tour in Aswan Visiting the High Dam and the Philae temple around 13:00 pm the cruise Sail to Kom Ombo. Have lunch on board followed by afternoon tea, then visit the temple shared by the two gods Sobek and Haroeris.\r\n\r\nDinner is on on board, followed by a disco party. Overnight you'll go past in Edfu. On day two, visit the Temple of Horus in Edfu, cross the lock and sail to Luxor. Afternoon Tea, Dinner on board & Galabya party. On day three, cross to the West Bank to visit Valley of the Kings, the Temple of Hatshepsut and the Colossi of Memnon. You'll enjoy an excursion to the Valley of Kings, a visit to the tombs of various dynasties and the Temple of Deir El Bahari. On the return journey, stop at the Colossi of Memnon where you'll find two gigantic sitting statues, representing Amenophis III, facing the Nile. Visit the Temple of Queen Hatshepsut and return for lunch on board and an afternoon spent at your leisure. Disembark on day four and begin your tour of the east bank, with Karnak and Luxor Temples. The excursion to the Luxor Temple will bring you to its courtyard and the granite statues of Ramses the Great. Proceed by carriage or bus to Karnak, which is a series of temples built in different reigns.\r\n\r\nFinally, start by the Avenue of Sphinxes and visit the Unfinished Propylon, the Hypostyle Hall with its 134 gigantic columns, the Obelisks of Queen Hatshepsut and Tutomosis III, the temple of Amon adorned with lotus and papyrus designs, the Granite Scarbeus of Amenophis III and the Sacred Lake. You'll be transferred to the airport at the end of your tour.",
		"includes": "Pick-up service from your hotel in Aswan to The Nile Cruise\r\nMultilingual expert Egyptologist guide\r\n3 Night accommodation on Full Board Basis Starting with Lunch\r\nAll transfers by a modern air-conditioned vehicle\r\nSightseeing as Per Tour Itinerary\r\nAll service charges and taxes\r\nAll transfers in Luxor, and Aswan\r\n"
	},
	{
		"title": "From Luxor to Aswan 5 Day 5 Star Nile Cruise Guided Tour",
		"duration": "5 days",
		"price": "E£ 9,503.50",
		"imageURL": "data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==",
		"experiences": "Enjoy a 5-star luxury Nile River cruise\r\nExplore the Valley of the Kings in Luxor\r\nSee the Philae Temple and the High Dam in Aswan\r\nMarvel at the Temple of Karnak, the oldest religious structure in the world\r\nVisit the spectacular Temple of Queen Hatshepsut\r\n",
		"fullDescription": "Day one: Luxor East Bank with Lunch and Dinner\r\nBegin your adventure with a pickup from your accommodation in Luxor or at Luxor airport, bus, or train station. Be transferred to your cruise to check in and freshen up. Later, your friendly guide will accompany you for a visit to the East Bank of the Nile, taking in the Temple of Karnak, the Temple of Luxor, and the Obelisk of Ramses II. \r\n\r\nDay two: Luxor West Bank with Breakfast, Lunch, and Dinner\r\nEnjoy breakfast on board. Cross to the West Bank to visit the Valley of the Kings. Visit the Temple of Queen Hatshepsut at Deir el-Bahari. See the Colossi of Memnon and visit an alabaster institute. Enjoy an afternoon tea when start sailing towards Kom Ombo temple. \r\n\r\nDay three: Kom Ombo to Edfu with Breakfast, Lunch, and Dinner\r\nAfter breakfast, visit the Temple of Kom Ombo. Sail to Edfu. After lunch, visit the Temple of Horus. Cross Esna Lock and sail to Aswan.\r\n\r\nDay four: Aswan with Breakfast, Lunch, and Dinner\r\nArrive in Aswan and visit the High Dam and Philae Temple. Return to the cruise ship then enjoy your free time. Lunch and afternoon tea will be served on board. \r\n\r\nDay five: Aswan with Breakfast\r\nAfter breakfast, check out and be transferred to your accommodation in Aswan or Aswan airport, bus, or train station. ",
		"includes": "Meet and assist service on arrival and departure from your hotel, the airport, or the train or bus station\r\nTransportation in a modern air-conditioned vehicle\r\nGuided Day Tour to Aswan sightseeing\r\nGuided Tour to the east bank of Luxor\r\nGuided Tour to West bank of Luxor\r\nGuided Tour to Kom Ombo and Edfu temples\r\nFour nights Accommodation on a 5-star cruise with full-board excluding drinks\r\nExpert tour guide\r\nAll service charges and taxes\r\n"
	},
	{
		"title": "Aswan 4-Day Nile Cruise with Cairo & Luxor Night Train",
		"duration": "4 days",
		"price": "E£ 8,757.75",
		"imageURL": "data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==",
		"experiences": "Experience first-class VIP train travel between Cairo and Aswan\r\nSee the Philae Temple and the High Dam in Aswan\r\nVisit the Valley of the Kings in Luxor\r\nEnjoy a 5-star luxury Nile River cruise\r\n",
		"fullDescription": "Take a 4-day luxury Nile cruise and admire the beauty of the Nile River Valley. See the important sites in Luxor, including the Karnak Temple, Temple of Queen Hatshepsut and the Colossi of Memnon. In Aswan, you’ll visit the Philae temple and the High Dam. Travel by VIP first-class train between Cairo and Aswan.\r\n\r\nDetailed Itinerary\r\nDay 1\r\nTransfer to the Cairo train station to catch the overnight train to Aswan.\r\n\r\nDay 2: Aswan – Kom Ombo (Meals: Lunch, Dinner)\r\nArrival in Aswan, where you’ll meet your tour representative at the train station. Visit the High Dam and Philae Temple before transferring to the cruise ship. Lunch and afternoon tea will be served on board. Sail to Kom Ombo. Dinner and overnight on board.\r\n\r\nDay 3: Kom Ombo – Edfu – Luxor (Meals: Breakfast, Lunch, Dinner)\r\nAfter breakfast, visit the Temple of Kom Ombo. Sail to Edfu. After lunch, visit the Temple of Horus. Cross Esna Lock and sail to Luxor. Overnight on board.\r\n\r\nDay 4: Luxor West Bank (Meals: Breakfast, Lunch, Dinner)\r\nBreakfast on board. Cross to the West Bank to visit the Valley of the Kings. Visit the Temple of Queen Hatshepsut at Deir el-Bahari. See the Colossi of Memnon and visit an alabaster institute. Afternoon tea and dinner and overnight on board.\r\n\r\nDay 5: Luxor East Bank (Meals: Breakfast)\r\nBreakfast on board before disembarkation from the cruise ship. Visit the East Bank of the Nile, taking in the Temple of Karnak, the Temple of Luxor, and the Obelisk of Ramses II. Transfer to the train station to catch the overnight train back to Cairo.\r\n\r\nDay 6\r\nArrival in Cairo and transfer to your hotel.",
		"includes": "Meet and assist service (arrival and departure)\r\nRound-trip first-class seated train tickets\r\nAll transfers by modern air-conditioned vehicle\r\nAccommodation on 5-star cruise (full-board basis excluding drinks)\r\nEgyptologist guide\r\nAll service charges and taxes\r\n"
	},
	{
		"title": "From Makadi Bay: Full-Day Tour of Luxor by Bus",
		"duration": "14 hours",
		"price": "E£ 2,801.50",
		"imageURL": "data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==",
		"experiences": "Explore the Valley of the Kings in Luxor and immerse yourself in the history of former kings and queens of Egypt\r\nSee the impressive tomb of Queen Hatshepsut, guarded by the massive Colossi of Memnon\r\nVisit the Karnak Temple and admire the unique architecture of the former temple building\r\n",
		"fullDescription": "Explore the sights of Luxor and immerse yourself in the history of the Valley of the Kings. After pick-up at your hotel, drive to the final resting place of the pharaohs and learn all about the last journey of the ancient Egyptian kings.\r\n\r\nVisit the gigantic twin statues of the Colossi of Memnon, built to protect the necropolis, and the impressive Temple of Queen Hatshepsut. Find out more about the 3-tiered mortuary temple located under a 90-meter cliff.\r\n\r\nAfter a hearty lunch at a local restaurant, head to the impressive Karnak Temple and admire the soaring pillars, chapels, and statues before setting off on the return journey to your hotel.",
		"includes": "All transfers by air-conditioned bus with driver\r\nEgyptologist/guide\r\nSoft drinks on the bus\r\nEntrance fees to the attractions mentioned in the program\r\nLunch at a specialty restaurant during the tour\r\n"
	},
	{
		"title": "From Marsa Alam: Habu Temple & Valley of the Queens Day Trip",
		"duration": "1 day",
		"price": "E£ 3,135.75",
		"imageURL": "data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==",
		"experiences": "Visit the stunning Colossi of Memnon\r\nMarvel at the tombs in the Valley of the Queens\r\nEnjoy Egyptian food at a local restaurant in Luxor\r\nExplore the incredible Ramesseum Temple\r\nDive into the history of the Madinet Habu Temple\r\n",
		"fullDescription": "Your driver will pick you up directly from your hotel in Marsa Alam and drive you to Luxor in an air-conditioned car before you'll meet your qualified Egyptologist guide. Your tour includes lunch at a local Egyptian restaurant.\r\n\r\nMake a stop at the two Colossi of Memnon, huge stone statues of Pharaoh Amenhotep III. After you have taken some photos, you will visit the Valley of the Queens, considered the home of the women and children of the pharaohs. In addition to many queens, there are also numerous tombs of princes and princesses. Here, you can also visit the famous tomb of Queen Nefertari (Optional), one of the most famous queens of ancient times.\r\n\r\nSaving the best for last, your tour will end with a visit to Medinet Habu Temple. Visit the Ramesseum Temple to explore the mortuary, built by Pharaoh Ramesses II. Admire the intricate carved reliefs depicting battles and festival scenes. At the end of your tour, the driver will transfer you back to your hotel in Marsa Alam.",
		"includes": "Hotel pickup and drop-off in Marsa Alam and El Queseir\r\nAll transfers by private air-conditioned vehicle\r\nQualified Egyptologist tour guide\r\nEntrance fees to all mentioned sights\r\nLunch at a local restaurant\r\n2 small bottles of water during the tour\r\nAll service charges and taxes\r\n"
	}
]
