[
	{
		"title": "4-Day 3-Night Nile Cruise from Aswan to Luxor",
		"duration": "Duration: 4 days",
		"price": "$290.00 USD",
		"description": "Savor the timeless experience that is a Nile cruise as you sail from Aswan to Luxor on an indulgent ship with onboard swimming pool. Feast on breakfast, lunch, dinner—and even afternoon tea—as you discover ancient Egypt’s highlights. Professional Egyptologists are on hand as you visit the temples of Philae, Kom Ombo, Edfu, Luxor, and Karnak."
	},
	{
		"title": "8-Hour Private Tour of the Pyramids, Sphinx, Egyptian Museum and Bazaar including Camel Ride and Lunch from Cairo",
		"duration": "Duration: 8 hours",
		"price": "$44.50 USD",
		"description": "Experience Cairo’s very best with a private, full-day tour that takes in ancient sites, artifacts and a bustling bazaar. Ride a camel through the sand beside the soaring pyramids at Giza, then descend to the funerary complex at the Valley Temple. Go toe-to-toe with the enigmatic Sphinx, and pause for lunch before visiting the Egyptian Museum. Explore the stunning collection of artifacts, mummies and royal treasures with your guide, then continue to the Khan el Khalili bazaar to browse vibrant displays of fabrics, handicrafts and antiques."
	},
	{
		"title": "Private Tour: 8 Days 7 Nights Pyramids and Nile Cruise by Air from Cairo",
		"duration": "Duration: 8 days",
		"price": "$775.00 USD",
		"description": "Combine the rich heritage of Cairo with the magic of a 5-day, 4-night Nile cruise on this comprehensive Egypt vacation package—a must for any lover of history. In Cairo, discover the Pyramids of Giza, the Egyptian Museum, and Coptic Cairo. In Luxor, see the temples of Karnak, Luxor, and Hatshepsut, and stroll the Valley of the Kings, before cruising to Edfu, Kom Ombo, and Aswan. Tour includes flights, private hotel and airport transfers, and most meals."
	},
	{
		"title": "4-Day 3-Night Nile Cruise from Aswan to Luxor - Private Tour",
		"duration": "Duration: 4 days",
		"price": "$250.00 USD",
		"description": "A Nile River cruise is undeniably one of the best ways to see the ruins of Ancient Egypt as well as modern life along the banks of the Nile. This 5-star luxury cruise travels between Aswan and Luxor for 4 days and takes you into the heart of Egypt with daily excursions to major landmarks. Select an upgrade for a private option that means personalized attention from your own guide."
	},
	{
		"title": "Day Trip to Cairo by Bus",
		"duration": "Duration: 1 day",
		"price": "$70.00 USD",
		"description": "While in Hurghada, seize the opportunity to visit Cairo on a full-day trip with a professional guide. After an early start, journey to Cairo by air-conditioned coach and explore the main must-sees. Visit the world-famous Egyptian Museum to view its ancient artifacts, including Tutankhamun’s treasures and gold death mask; and if you wish, take an optional look at the incredible Mummy Room. After an included lunch, continue to Giza and ogle the Great Pyramids and Sphinx, the last remaining Ancient Wonder of the World, as your guide explains their history."
	},
	{
		"title": "8-Day Best of Egypt Tour: Cairo, Nile Cruise, Abu Simbel",
		"duration": "Duration: 8 days",
		"price": "$1,345.00 USD",
		"description": "Discover the highlights of ancient Egypt—without skimping on service or comfort. On this luxury-filled VIP tour, you’ll embark on a relaxing, multi-day excursion through the country’s top attractions in Karnak and Luxor, Aswan, Abu Simbel, and Cairo and Giza. Tours include five-star accommodation, a deluxe Nile river cruise, and personalized attention from your Egyptologist guide."
	},
	{
		"title": "Private 7-Night Cairo, Aswan, and Nile Cruise with Flights",
		"duration": "Duration: 8 days",
		"price": "$514.00 USD",
		"description": "Explore Cairo and cruise the Nile from Aswan to Luxor on this private 7-night tour. See the Giza Pyramids and Egyptian Museum in Cairo, and then fly to Aswan for your 3-night cruise to Luxor. Visit temples on route and in Luxor, take a West Bank tour. Later, fly back to Cairo for a day free or optional Alexandria tour (additional cost). Includes domestic flights, full-board cruise, and choice of 4- or 5-star Cairo accommodation."
	},
	{
		"title": "Private Tour: Giza Pyramids, Sphinx, Memphis, Sakkara",
		"duration": "Duration: 6 hours",
		"price": "$94.50 USD",
		"description": "Rewind to ancient Egypt with this full-day private tour to Giza, Sakkara and Memphis. With your own Egyptologist guide, admire the magnificent pyramids at Giza. After learning about these age-old tombs and the Sphinx, leave Cairo to see the Sakkara pyramid, an extraordinary stepped tomb known as Egypt’s oldest pyramid. Lastly, continue to Memphis to discover the UNESCO-listed ruins of ancient Egypt’s capital, including a giant statue of Ramses II. Enjoy a flexible itinerary on this private tour, and upgrade to include lunch and entry to Giza’s Solar Boat Museum."
	},
	{
		"title": "4-Day, 3-Night Nile cruise from Aswan",
		"duration": "Duration: 4 days",
		"price": "$390.00 USD",
		"description": ""
	},
	{
		"title": "Private Tour: Abu Simbel Flight and Tour from Aswan",
		"duration": "Duration: 4 hours",
		"price": "$370.65 USD",
		"description": ""
	},
	{
		"title": "2-Day Private Guided Tour to Giza, Saqqara, Dahshur and Cairo including Camel Ride, Felucca Sailing, Dinner Cruise and Sound and Light Show",
		"duration": "Duration: 2 days",
		"price": "$130.00 USD",
		"description": ""
	},
	{
		"title": "Full-Day Guided Private Tour to Pyramids of Giza Dahshur Sakkara and Memphis",
		"duration": "Duration: 8 hours",
		"price": "$20.00 USD",
		"description": ""
	},
	{
		"title": "NILE CRUISE LUXOR ASWAN 5 DAYS",
		"duration": "Duration: 5 days",
		"price": "$292.00 USD",
		"description": ""
	},
	{
		"title": "Full-Day Luxor Tour from Cairo by Plane",
		"duration": "Duration: 12 hours",
		"price": "$350.00 USD",
		"description": ""
	},
	{
		"title": "2-Day Ancient Egypt and Old Cairo Highlights Tour",
		"duration": "Duration: 2 days",
		"price": "$95.04 USD",
		"description": ""
	},
	{
		"title": "Full-Day Tour from Cairo: Giza Pyramids, Sphinx, Memphis, and Saqqara",
		"duration": "Duration: 8 hours",
		"price": "$80.00 USD",
		"description": ""
	},
	{
		"title": "10-Day Ancient Egypt Tour with Nile Cruise",
		"duration": "Duration: 10 days",
		"price": "$1,265.00 USD",
		"description": ""
	},
	{
		"title": "Egypt 9 Days- Cairo Pyramids and Nile Cruise from Luxor to Aswan and Abu Simbel",
		"duration": "Duration: 9 days",
		"price": "$1,455.00 USD",
		"description": ""
	},
	{
		"title": "4 days in Cairo Giza Luxor and Alexandria",
		"duration": "Duration: 4 days",
		"price": "$418.15 USD",
		"description": ""
	},
	{
		"title": "Dinner Cruise on the Nile River with Buffet, Cultural Show and Private Transfer in Cairo",
		"duration": "Duration: 4 hours",
		"price": "$10.00 USD",
		"description": ""
	},
	{
		"title": "Private Guided Full-Day Tour to Alexandria from Cairo",
		"duration": "Duration: 12 hours",
		"price": "$28.70 USD",
		"description": "Save time and enjoy the personal attention of a private guide on this tour to Alexandria, Egypt’s second city. Your guide will introduce the Catacombs of Kom el Shoqafa, Pompey’s Pillar, the Serapeum, the Citadel of Qaitbay, the Roman amphitheater, and the Bibliotheca Alexandrina. Travel door to door in air-conditioned comfort, with free Wi-Fi to pass the time, and enjoy a seafood lunch."
	},
	{
		"title": "2 days 1 night Luxor and Aswan and abu simple by Round flight from Cairo",
		"duration": "Duration: 2 days",
		"price": "$500.00 USD",
		"description": "Explore Upper Egypt’s ancient landmarks on an overnight tour, with flights included, from Cairo. After hotel pickup from Cairo or Giza City, catch a plane to Aswan and embark on your adventure by private air-conditioned vehicle. Visit temples at Abu Simbel, Aswan, Luxor, and West Bank. Enjoy lunch, accommodations at Basama Aswan Hotel, and an insider’s view from a professional guide—all included in one convenient package."
	},
	{
		"title": "Best 2 Days 1 Night Travel Package to Aswan & Luxor from Cairo by Flights",
		"duration": "Duration: 2 days",
		"price": "$470.00 USD",
		"description": "Visit the temples of Abu Simbel and see the archeological highlights of Luxor during a private 2-day trip that includes airfare, 4-star hotel accommodation in Aswan, transfers by private vehicle, and sightseeing with an Egyptologist guide. You’ll fly from Cairo to Aswan, then return by air from Luxor, making this comprehensive package hassle-free for travelers short on time."
	},
	{
		"title": "4-Day Tour: Cairo, Luxor, Alexandria, Sound and Light Show, Dinner cruise",
		"duration": "Duration: 4 days",
		"price": "$350.00 USD",
		"description": "Explore Egypt’s top attractions on this action-packed, multi-day guided tour, the perfect solution for travelers short on time— but still wanting to see it all. Cover the highlights of three cities—Cairo, Luxor, and Alexandria—and enjoy a dinner cruise down the Nile. Tours include domestic flights, tasty lunches, and hotel transfers."
	},
		{
		"title": "Cairo Airport Private Arrival Transfer",
		"duration": "Duration: 1 hour",
		"price": "$19.20 USD",
		"imageURL": "https://cache-graphicslib.viator.com/graphicslib/thumbs360x240/3124/SITours/cairo-airport-private-arrival-transfer-in-cairo-124890.jpg",
		"description": "Overview\r\nEnjoy a hassle-free arrival in Cairo with this private transfer service. Meet your driver at the Cairo airport, and relax on the journey to your hotel or private residence in the city or Giza plateau area. These private vehicles can accommodate up to eight passengers.\r\nTravel from Cairo International Airport to your Cairo City or Giza Plateau hotel in a private vehicle\r\nSave time and energy without worrying about cabs or public transportation\r\nArrival transfer services available 24 hours a day, seven days a week\r\n"
	},
	{
		"title": "Private Guided Day Trip to Luxor from Cairo by Plane",
		"duration": "Duration: 15 hours",
		"price": "$393.00 USD",
		"imageURL": "https://media.tacdn.com/media/attractions-splice-spp-360x240/06/6a/f5/45.jpg",
		"description": "Overview\r\nEnjoy the luxury of a private tour of Luxor during your trip to Cairo with this full-day, easy to personalize tour. Travel by Egypt Air to the West Bank of Luxor, where you'll visit the Valley of the Kings, the temple of Queen Hatshepsut and the colossi of Memnon. Next, make your way to the East Bank where you'll visit Luxor Temple and Karnak. This day-long event includes a traditional lunch and round-trip airfare from Cairo.\r\nPrivate tour of Luxor from Cairo\r\nTour top attractions with a local guide\r\nEnjoy regional cuisine with an included lunch\r\nRelax with hassle-free round-trip airfare from Cairo\r\n"
	},
	{
		"title": "4-Day Nile River Cruise from Aswan to Luxor with Optional Private Guide",
		"duration": "Duration: 4 days",
		"price": "$370.00 USD",
		"imageURL": "https://cache-graphicslib.viator.com/graphicslib/thumbs360x240/3124/SITours/4-day-nile-river-cruise-from-aswan-to-luxor-with-optional-private-in-aswan-36698.jpg",
		"description": "Overview\r\nAdmire the antiquities along the Nile on this 4-day cruise from Aswan to Luxor. Board your ship in Aswan, and visit the temples of Kom Ombo and Edfu on route downstream to Luxor. In Luxor, discover the Temple of Queen Hatshepsut, Valley of the Kings, and more, making this one of the most comprehensive of Nile 4-day cruises. In between, relax aboard ship and absorb the idyllic scenery. All meals and three nights’ accommodation on board are included. Upgrade to a private guide for an itinerary tailored to your interests.\r\nFour-day Nile River cruise from Aswan to Luxor\r\nScheduled private tours include Valley of the Kings, Edfu Temple, Kom Ombo and Philae Temple in Aswan\r\nUpgrade and tour the sites with your own private guide\r\nOptional tours available, including Abu Simbel, hot-air balloon flight over Luxor and Aswan sound and light show\r\nEvening entertainment including Nubian music and dancers, a Galabayeh night and belly dancing\r\nAll meals included, featuring a mix of Egyptian and Western food\r\nEnjoy privileged, personalized attention from your expert Egyptologist guide on this cruise\r\nPick-up and drop-off from Aswan hotels, airport or port\r\n"
	},
	{
		"title": "Day Trip to Luxor from Hurghada with Hotel Pickup and Lunch",
		"duration": "Duration: 16 hours",
		"price": "$70.00 USD",
		"imageURL": "https://media.tacdn.com/media/attractions-splice-spp-360x240/06/75/5f/67.jpg",
		"description": "Overview\r\nDiscover Luxor’s ancient tombs and temples on a full-day trip from Hurghada that explores highlights on the east and west banks of the Nile. Make the 190-mile (306-km.) trip from Hurghada to Luxor in the comfort of a climate-controlled minivan, then see the Colossi of Memnon, the Valley of the Kings, the Temple of Hatshepsut, and the magnificent Temple of Karnak, among the largest religious structures in the world. By pre-booking transport, entrance tickets, and lunch, you’ll save time and hassle, ensuring the maximum possible time experiencing Luxor highlights.\r\nFull-day Luxor trip from Hurghada\r\nVisit top sites with a local guide\r\nDescend into underground tombs in the Valley of the Kings\r\nWalk through the painted columns in the Temple of Karnak\r\nPickup and drop-off at hotels in Hurghada\r\nIncludes all entrance fees and lunch\r\n"
	},
	{
		"title": "TripHot Air Balloon Ride in Luxor, Egypt - VIP",
		"duration": "Duration: 2 hours",
		"price": "$61.00 USD",
		"imageURL": "https://media.tacdn.com/media/attractions-splice-spp-360x240/06/d7/b8/e9.jpg",
		"description": "Overview\r\nSee the sun rise over some of Egypt’s most famous ancient monuments on this exhilarating hot air Luxor balloon ride. After early morning pickup, travel to the west bank of the Nile River, and board a shared balloon basket for a 30- to 45-minute flight. Then, as you ascend, behold the thrilling bird’s-eye views as the sunlight illuminates the temples and mountains below. Gaze down over Karnak, Queen Hatshepsut’s Temple and other monuments, and absorb the peaceful dawn.\r\n"
	},
	{
		"title": "Lake Nasser Fishing Safari Trip with Lunch Included",
		"duration": "Duration: 10 hours",
		"price": "$260.00 USD",
		"imageURL": "https://media.tacdn.com/media/attractions-splice-spp-360x240/06/74/8e/18.jpg",
		"description": "Overview\r\nFish for prize specimens and soak up the beauty of Lake Nasser on a private, full-day angling trip from Aswan. After rising early, drive south to this vast, man-made lake, one of the world’s largest and famous for Nile perch, tiger fish and giant catfish. Board a comfortable boat with an expert fishing guide, and enjoy an idyllic day fishing the beautiful waters. Choose to bank fish if you wish, stay refreshed with included sodas and mineral water, and enjoy an included lunch on deck. All fishing equipment included.\r\nFull-day private fishing trip on Lake Nasser from Aswan, with round-trip transport\r\nAbsorb the peaceful beauty and fish on one of the world’s biggest man-made lakes\r\nEnjoy angling from the boat or choose to bank fish\r\nRefuel with an included onboard lunch, sodas and bottled water\r\nEnjoy being out on the water with a fishing guide and boat that accommodates up to six anglers\r\nUse the supplied equipment, with three rods, reels, tackle and more for each angler\r\nTry your luck at catching tiger fish, Nile perch and other species\r\n"
	},
	{
		"title": "Private Guided Night Tour of Cairo",
		"duration": "Duration: 6 hours",
		"price": "$28.57 USD",
		"imageURL": "https://media.tacdn.com/media/attractions-splice-spp-360x240/06/74/cc/9c.jpg",
		"description": "Overview\r\nWatch Cairo come to life after dark with a 6-hour, private tour through the city’s most atmospheric spots. Take in the view from the top of the iconic Cairo Tower, then cast off on the Nile River in a traditional felucca sailboat. Sip tea high above the city from the peak of El Mokkatam mountain and enjoy a traditional Egyptian dinner. Finish your evening at the bustling Khan El Khalili bazaar, where vendors pile their stalls will brilliant displays of antiques, handicrafts and jewelry.\r\n6-hour, private nighttime tour of Cairo\r\nSee the sights illuminated at night\r\nEnjoy the city in the cool of the evening\r\nGet an insider's look at the city with a private guide\r\nGreat overview of the city\r\nFamily friendly\r\n"
	},
	{
		"title": "Book 2 days 1 night Luxor and Aswan and Abu Simble by round flight from Cairo",
		"duration": "Duration: 2 days",
		"price": "$428.86 USD",
		"imageURL": "https://media.tacdn.com/media/attractions-splice-spp-360x240/06/70/e1/e4.jpg",
		"description": "Overview\r\nLet a guide take care of planning your Egypt itinerary, in order to pack in as much in as possible, on a 2-day tour of Luxor and Aswan from Cairo. In order to save time, you’ll take round-trip flights and benefit from the insider knowledge of an Egyptologist guide as you tick off more than eight ancient landmarks.\r\nSee more of Egypt in less time on a 2-day tour of Luxor\r\nVisit lesser-known areas for crowd-free photos\r\nBenefit from the knowledge of an Egyptologist guide\r\nAccommodations, round-trip flights, and tours are included\r\n"
	},
	{
		"title": "Egypt 8 Days 7 Nights Cairo with Nile cruise from Aswan to Luxor With flight",
		"duration": "Duration: 8 days",
		"price": "$714.29 USD",
		"imageURL": "https://media.tacdn.com/media/attractions-splice-spp-360x240/06/70/e2/59.jpg",
		"description": ""
	},
	{
		"title": "3-Day, 2-Night Private Desert Safari Tour to Baharya Oasis from Cairo",
		"duration": "Duration: 3 days",
		"price": "$144.00 USD",
		"imageURL": "https://cache.vtrcdn.com//orion/images/nophoto360x240.png",
		"description": ""
	},
	{
		"title": "Group tour 9-Day Nile Jewel, Nile Cruise & Hurghada Red Sea",
		"duration": "Duration: 9 days",
		"price": "$562.00 USD",
		"imageURL": "https://cache.vtrcdn.com//orion/images/nophoto360x240.png",
		"description": ""
	},
	{
		"title": "Private Tour: Luxor West Bank, Valley of the Kings and Hatshepsut Temple",
		"duration": "Duration: 4 hours",
		"price": "$68.36 USD",
		"imageURL": "https://cache.vtrcdn.com//orion/images/nophoto360x240.png",
		"description": ""
	},
	{
		"title": "Private Day Tour to Abu Simbel Temples from Aswan",
		"duration": "Duration: 8 hours",
		"price": "$60.00 USD",
		"imageURL": "https://cache.vtrcdn.com//orion/images/nophoto360x240.png",
		"description": ""
	},
	{
		"title": "Private Tour: Luxor East Bank, Karnak and Luxor Temples",
		"duration": "Duration: 3 hours",
		"price": "$56.23 USD",
		"imageURL": "https://cache.vtrcdn.com//orion/images/nophoto360x240.png",
		"description": ""
	},
	{
		"title": "Full-Day Luxor Tour: Valley of the Kings, Temple of Hatshepsut, Karnak Temple",
		"duration": "Duration: 8 hours",
		"price": "$60.00 USD",
		"imageURL": "https://cache.vtrcdn.com//orion/images/nophoto360x240.png",
		"description": ""
	},
	{
		"title": "Half Day Tour to Giza Pyramids with Camel Ride",
		"duration": "Duration: 5 hours",
		"price": "$13.29 USD",
		"imageURL": "https://cache.vtrcdn.com//orion/images/nophoto360x240.png",
		"description": ""
	},
	{
		"title": "Private Tour: Egyptian Museum, Alabaster Mosque, Khan el-Khalili",
		"duration": "Duration: 6 hours",
		"price": "$75.60 USD",
		"imageURL": "https://cache.vtrcdn.com//orion/images/nophoto360x240.png",
		"description": ""
	},
	{
		"title": "Private Full-Day Tour: Alexandria Historical Sites from Cairo",
		"duration": "Duration: 12 hours",
		"price": "$115.00 USD",
		"imageURL": "https://cache.vtrcdn.com//orion/images/nophoto360x240.png",
		"description": ""
	},
	{
		"title": "3-Day Tour around Cairo and to Alexandria from Cairo",
		"duration": "Duration: 3 days",
		"price": "$100.00 USD",
		"imageURL": "https://cache.vtrcdn.com//orion/images/nophoto360x240.png",
		"description": ""
	},
	{
		"title": "Day Tour to Cairo from Hurghada By Bus",
		"duration": "Duration: 12 hours",
		"price": "$55.41 USD",
		"imageURL": "https://cache.vtrcdn.com//orion/images/nophoto360x240.png",
		"description": "Overview\r\nDoing your own road day trip to Cairo from Hurghada is near-impossible due to the long distances and problem of how to travel to the sights once there. This full-day tour provides a comfortable alternative: with air-conditioned bus transport and guided sightseeing laid on. Explore the Pyramids, Egyptian Museum, and a bazaar; enjoy lunch and entry fees included; and opt to upgrade for Sahl Hashish and Makadi Bay transfers.\r\nSee Cairo in a day by road from Hurghada, with lunch included\r\nAvoid the cost and hassle of flying: return air-conditioned bus transport\r\nVisit the must-sees: the Pyramids, Sphinx, and Egyptian Museum, and a bazaar\r\nIncludes entry fees, plus upgrade for Sahl Hashish and Makadi Bay transfers\r\n"
	},
	{
		"title": "Private Full Day Tour to Cairo From Hurghada",
		"duration": "Duration: 15 hours",
		"price": "$131.00 USD",
		"imageURL": "https://cache.vtrcdn.com//orion/images/nophoto360x240.png",
		"description": ""
	},
	{
		"title": "Tour to Abu Simbel Temples from Aswan",
		"duration": "Duration: 9 to 10 hrs",
		"price": "$85.00 USD",
		"imageURL": "https://cache.vtrcdn.com//orion/images/nophoto360x240.png",
		"description": "Overview\r\nThe UNESCO-listed temples of Abu Simbel are among Nubia's most spectacular, with monumental statues and elaborate carvings, but the sites are located far from the beaten path, near the Sudanese border. Visit Abu Simbel as a hassle-free day trip from Aswan, on a 9-hour private tour that includes entrance fees and transport by air-conditioned vehicle. Choose from several departure options at time of booking.\r\n9-hour, private Abu Simbel tour\r\nRound-trip transport from Aswan\r\nEntrance fees included\r\nLed by a qualified Egyptologist\r\nPrivate guide is operated with just your party and a guide/driver\r\n"
	},
	{
		"title": "Full-Day Tour to Giza Pyramids, Memphis, and Sakkara",
		"duration": "Duration: 8 hours",
		"price": "$39.00 USD",
		"imageURL": "https://cache.vtrcdn.com//orion/images/nophoto360x240.png",
		"description": ""
	},
	{
		"title": "8-Night Israel, Jordan and Egypt Tour from Tel Aviv",
		"duration": "Duration: 9 days",
		"price": "$2,429.00 USD",
		"imageURL": "https://cache.vtrcdn.com//orion/images/nophoto360x240.png",
		"description": "Overview\r\nCover highlights of three countries on a 8-night tour of Israel, Jordan, and Egypt that takes care of travel logistics so you can focus on exploring fascinating ancient sites. Destinations include Nazareth, Jerusalem, Bethlehem, Petra, Wadi Rum, Cairo, and more, and the tour includes two internal flights to cut down on long drive times and save time for sightseeing.\r\nEnjoy worry-free border crossings and pre-booked accommodations\r\nIncluded accommodations and entrance fees mean no hidden tour costs\r\nItinerary features UNESCO Sites and plenty of ancient history\r\nGroup size limited to 15 to ensure personalized service\r\n"
	},
		{
		"title": "5-Hour Quad Bike Safari in Hurghada",
		"duration": "Duration: 5 hours",
		"price": "$22.97 USD",
		"imageURL": "https://cache-graphicslib.viator.com/graphicslib/thumbs360x240/10659/SITours/5-hour-quad-bike-safari-in-hurghada-in-hurghada-385688.jpg",
		"description": "Overview\r\nZoom across the desert by quad bike and visit a traditional Bedouin village on a 5-hour afternoon adventure from Hurghada. Climb aboard a rugged quad bike and feel the thrill as you follow your guide over the desert terrain to a Bedouin settlement. Chat to the friendly locals over tea and, if you wish, puff a shisha (Arabic water pipe), plus enjoy dinner. Enjoy a camel ride across the sands and watch a beautiful desert sunset from a dune before riding your quad bike back to base.\r\n5-hour desert quad bike ride from Hurghada, led by an expert guide\r\nFeel your adrenaline rush as you ride a quad bike across the desert\r\nVisit a traditional Bedouin village tucked in the sands\r\nShare a refreshing tea and, if you wish, a 'shisha,' with the friendly locals\r\nEnjoy a camel ride and watch the sunset from a dune\r\nIncludes hotel pickup and drop-off\r\n"
	},
	{
		"title": "3-Day Private Bahariya Oasis Tour and Desert Safari from Cairo",
		"duration": "Duration: 3 days",
		"price": "$325.00 USD",
		"imageURL": "https://media.tacdn.com/media/attractions-splice-spp-360x240/06/75/82/e6.jpg",
		"description": "Overview\r\nJourney into Egypt’s beautiful Western Desert on this private 3-day experience from Cairo. Traveling by private vehicle with an expert driver-guide, follow desert roads to Bahariya Oasis. Tour some local ancient sites, and after an overnight hotel stay, ride an air-conditioned jeep into the stunning Black and White Deserts. See the eerie basalt hills of the Black Desert, and behold the White Desert’s otherworldly, contorted limestone formations. After a delicious campfire dinner, sleep in a traditional Bedouin tent, watch a desert sunrise, and visit Farafra before your return to Cairo.\r\nPrivate 3-day Bahariya Oasis and Western Desert tour from Cairo, with private transport\r\nTravel desert roads to Bahariya Oasis, see ancient sites and stay overnight in a comfortable hotel\r\nHead into the Black Desert and White Desert by private, air-conditioned jeep\r\nSee the White Desert’s wind-carved rocks, enjoy a campfire dinner and sleep in a traditional Bedouin tent\r\nView the lava-coated hills of the Black Desert and visit the oasis town of Farafra\r\nAll meals and necessary equipment provided\r\nEnjoy personalized attention from an experienced, private driver-guide\r\n"
	},
	{
		"title": "Private Half-Day Trip to Giza Pyramids with Camel-Riding",
		"duration": "Duration: 5 hours",
		"price": "$14.30 USD",
		"imageURL": "https://cache-graphicslib.viator.com/graphicslib/thumbs360x240/10449/SITours/private-half-day-trip-to-giza-pyramids-with-camel-riding-in-cairo-226095.jpg",
		"description": "Overview\r\nSee one of the seven wonders of the ancient world on this guided, private, half-day tour. Marvel at the Great Sphinx, a large half-human, half-lion statue, and the Great Pyramid of Giza, the largest of the three pyramids in the Giza pyramid complex. Also, take a ride on a camel for a view of more pyramids along the Giza plateau at the edge of the Sahara Desert. All entrance fees plus lunch and a hotel pickup and drop-off are included.\r\nSee one of the Seven Wonders of the World\r\nVisit the Great Sphinx and the Great Pyramid of Giza\r\nTake a ride on a camel in the Sahara Desert\r\nLunch is included\r\n"
	},
	{
		"title": "Alexandria Day Tour from Cairo",
		"duration": "Duration: 12 hours",
		"price": "$50.00 USD",
		"imageURL": "https://cache-graphicslib.viator.com/graphicslib/thumbs360x240/10449/SITours/alexandria-day-tour-from-cairo-in-cairo-236912.jpg",
		"description": "Overview\r\nDiscover the legendary city of Alexandrian on a full-day tour from Cairo, and discover the traces of ancient Egyptians and Roman armies. Descend into the catacombs of Kom el Shoqafa to see fascinating artworks that blend two cultures, visit Pompey’s Pillar, then take in views from the 15th-century fortifications at the Citadel of Quaitbay, a fortress built on the site of Alexandria’s ancient lighthouse. Explore the city’s new library at your own pace — it’s a tribute to the library that burned in antiquity — then enjoy lunch before returning to Cairo.\r\nFamily friendly\r\nStep back in time on a history tour\r\nPerfect introduction for first-time visitors\r\n"
	},
	{
		"title": "Morning Alexandria Day Tour from Cairo",
		"duration": "Duration: 12 hours",
		"price": "$42.00 USD",
		"imageURL": "https://cache-graphicslib.viator.com/graphicslib/thumbs360x240/8243/SITours/morning-alexandria-day-tour-from-cairo-in-cairo-208027.jpg",
		"description": "Overview\r\nGet to know beautiful Alexandria on Egypt’s Mediterranean coast on this private full-day tour from Cairo. Leaving in the morning with an Egyptologist guide, explore this history-steeped city, established by Alexander the Great in 331 BC and once one of the world's greatest cities. Head underground into the Roman catacombs; see the triumphal Roman column that is Pompey’s Pillar; and admire the Roman amphitheater, stunning New Library of Alexandria and more. As you explore, learn about Alexandria’s incredible history and stop to enjoy an enticing lunch at a local restaurant.\r\nPrivate day trip to Alexandria from Cairo with a professional Egyptologist guide\r\nView Egypt’s rural heartlands on a drive to the Mediterranean coast\r\nSee top Alexandria attractions including the Roman theater, Pompey’s Pillar and Qaitbey Citadel\r\nExlore the tunnels and halls of the eerie 2nd-century Roman Catacombs\r\nAdmire the striking sun-shaped architecture of the New Library of Alexandria\r\nRelax over lunch at a local restaurant\r\nHear about Alexandria’s history and enjoy personalised attention from a private guide\r\n"
	},
	{
		"title": "Private Guided Day Trip to Dahshur, Memphis and Saqqara from Cairo",
		"duration": "Duration: 6 hours",
		"price": "$41.50 USD",
		"imageURL": "https://media.tacdn.com/media/attractions-splice-spp-360x240/06/6a/a9/bf.jpg",
		"description": "Overview\r\nSee some of Egypt’s lesser-known pyramids on a full-day, private day trip from Cairo. Traveling by air-conditioned vehicle, hear about the ancient pharaohs and their burial grounds from your guide as you journey south to the necropolis of Dahshur. View the Red Pyramid and extraordinary Bent Pyramid here, and then explore the ruins of Memphis, once Egypt’s capital. Inspect the broken relics, columns and giant fallen statue of Ramses II, before continuing to Saqqara. Here, see the famous Step Pyramid of Zoser, Egypt’s oldest stone structure, before returning to Cairo.\r\nPrivate day trip to Dahshur, Memphis and Saqqara from Cairo\r\nSee the extraordinary ancient pyramids and archaeological sites south of Cairo\r\nView the Red Pyramid and misshapen Bent Pyramid at the royal necropolis of Dahshur\r\nExplore the remains of Memphis, an ancient capital of Egypt\r\nGaze at the Step Pyramid of Zoser at Saqqara, the oldest stone pyramid in Egypt\r\nLearn about the pharoahs, burial rituals and architects behind the pyramids\r\nEnjoy the undivided attention of a knowledgeable private guide\r\n"
	},
	{
		"title": "Full Day Tour to East and West Banks of Luxor",
		"duration": "Duration: 8 hours",
		"price": "$57.14 USD",
		"imageURL": "https://media.tacdn.com/media/attractions-splice-spp-360x240/06/6b/7a/cf.jpg",
		"description": "Overview\r\nSee Luxor’s temples, tombs and monuments on a full-day tour to the East and West Banks of the Nile with an Egyptologist guide, and explore the highlights of this ancient world. Discover royal crypts in the Valley of the Kings then visit the elegant Temple of Queen Hatshepsut, Egypt’s first female pharaoh. Take in the lonely colossi of Memnon and cross the Nile for lunch at a local restaurant; walk stone paths through the sprawling Karnak Temple then follow an imposing sphinx-lined road into Luxor, Upper Egypt’s ‘southern sanctuary.’   \r\nFamily friendly\r\nGet inside tips from a local\r\nStep back in time on a history tour\r\nAll taxes, fuel surcharges and service fees included\r\nFree hotel pickup and drop-off included\r\nInformative, friendly and professional guide\r\nLed by a qualified Egyptologist\r\n"
	},
	{
		"title": "Abu Simbel Temples from Aswan by Flight",
		"duration": "Duration: 6 hours",
		"price": "$290.00 USD",
		"imageURL": "https://media.tacdn.com/media/attractions-splice-spp-360x240/06/74/25/b2.jpg",
		"description": "Overview\r\nVisiting the enormous temples of Abu Simbel is a highlight of a trip to Egypt, but getting there by road requires a very early start and a long drive. Skip the hassle by flying there from Aswan. Upon landing, you will explore the site in the company of an Egyptologist guide who reveals its fascinating history.\r\nSkip the early-morning start and long drive to Abu Simbel: Arrive feeling fresh\r\nTour the site in the company of an Egyptologist guide\r\nIncludes flights between Abu Simbel and Aswan and hotel transfers in Aswan\r\nIncludes entrance fees: No hidden costs\r\n"
	},
	{
		"title": "Private Tour: Giza Pyramids and Sphinx",
		"duration": "Duration: 3 hours",
		"price": "$42.00 USD",
		"imageURL": "https://cache-graphicslib.viator.com/graphicslib/thumbs360x240/3124/SITours/private-tour-giza-pyramids-and-sphinx-in-cairo-124917.jpg",
		"description": ""
	},
	{
		"title": "Half-Day Islamic Coptic Cairo",
		"duration": "Duration: 4 hours",
		"price": "$24.00 USD",
		"imageURL": "https://cache.vtrcdn.com//orion/images/nophoto360x240.png",
		"description": ""
	},
	{
		"title": "Day Trip to Luxor from Cairo by Plane including Lunch",
		"duration": "Duration: 18 hours",
		"price": "$358.00 USD",
		"imageURL": "https://cache.vtrcdn.com//orion/images/nophoto360x240.png",
		"description": ""
	},
	{
		"title": "Private day tour to Alexandria From Cairo",
		"duration": "Duration: 12 hours",
		"price": "$53.03 USD",
		"imageURL": "https://cache.vtrcdn.com//orion/images/nophoto360x240.png",
		"description": ""
	},
	{
		"title": "Private Tour: St Catherine's Monastery and Moses' Mountain at Sunrise",
		"duration": "Duration: 14 hours",
		"price": "$92.40 USD",
		"imageURL": "https://cache.vtrcdn.com//orion/images/nophoto360x240.png",
		"description": ""
	},
	{
		"title": "3 Days Cairo and Alexandria Tour Package with Felucca Ride",
		"duration": "Duration: 3 days",
		"price": "$80.00 USD",
		"imageURL": "https://cache.vtrcdn.com//orion/images/nophoto360x240.png",
		"description": ""
	},
	{
		"title": "Tour To Luxor From Hurghada By Bus",
		"duration": "Duration: 15 hours",
		"price": "$45.95 USD",
		"imageURL": "https://cache.vtrcdn.com//orion/images/nophoto360x240.png",
		"description": ""
	},
	{
		"title": "Luxor Day Tour From Cairo by Flight",
		"duration": "Duration: 17 hours",
		"price": "$377.00 USD",
		"imageURL": "https://cache.vtrcdn.com//orion/images/nophoto360x240.png",
		"description": ""
	},
	{
		"title": "private Tour Giza Pyramids & Memphis & Saqqara & Camel ride From Cairo",
		"duration": "Duration: 7 hours",
		"price": "$65.00 USD",
		"imageURL": "https://cache.vtrcdn.com//orion/images/nophoto360x240.png",
		"description": ""
	},
	{
		"title": "sound and light show at Giza Pyramids with Dinner",
		"duration": "Duration: 4 hours",
		"price": "$42.86 USD",
		"imageURL": "https://cache.vtrcdn.com//orion/images/nophoto360x240.png",
		"description": ""
	},
	{
		"title": "Day tour to Luxor from Cairo",
		"duration": "Duration: 14 hours",
		"price": "$385.46 USD",
		"imageURL": "https://cache.vtrcdn.com//orion/images/nophoto360x240.png",
		"description": ""
	},
	{
		"title": "04 Nights Nile Cruise from Luxor to Aswan by flight from Cairo",
		"duration": "Duration: 5 days",
		"price": "$879.00 USD",
		"imageURL": "https://cache.vtrcdn.com//orion/images/nophoto360x240.png",
		"description": ""
	},
	{
		"title": "Best of Egypt 9-Day Tour From Cairo",
		"duration": "Duration: 9 days",
		"price": "$400.00 USD",
		"imageURL": "https://cache.vtrcdn.com//orion/images/nophoto360x240.png",
		"description": ""
	},
	{
		"title": "Nile Dinner Cruise in Cairo with Belly Dancing and Hotel Transfer",
		"duration": "Duration: 3 hours",
		"price": "$30.00 USD",
		"imageURL": "https://cache.vtrcdn.com//orion/images/nophoto360x240.png",
		"description": ""
	},
	{
		"title": "5-Day 5-Star Nile Cruise from Luxor to Aswan",
		"duration": "Duration: 5 days",
		"price": "$400.00 USD",
		"imageURL": "https://cache.vtrcdn.com//orion/images/nophoto360x240.png",
		"description": ""
	},
	{
		"title": "5-Day Luxury 5-Star Nile Cruise from Luxor to Aswan",
		"duration": "Duration: 5 days",
		"price": "$189.00 USD",
		"imageURL": "https://cache.vtrcdn.com//orion/images/nophoto360x240.png",
		"description": ""
	},
	{
		"title": "Giza Pyramids and Egyptian Museum with Dinner at Nile Cruise",
		"duration": "Duration: 10 to 12 hours",
		"price": "$160.00 USD",
		"imageURL": "https://media.tacdn.com/media/attractions-splice-spp-360x240/06/71/3f/fe.jpg",
		"description": "Combine the highlights of ancient Egypt in this full-day tour from Cairo. With a guide providing commentary as you travel, visit the Egyptian Museum, the Sphinx, the Pyramids of Giza, and finish up with a dinner cruise on the Nile. On board the boat, dig in to a buffet dinner while taking in the sights of the Nile, as well as belly dance and singing performances. Lunch, entrance fees, and round-trip transportation from Cairo or Giza hotels included."
	},
	{
		"title": "Great Pyramids of Giza, Saqqara and Memphis Private Day Tour",
		"duration": "Duration: 6 to 9 hrs",
		"price": "$35.00 USD",
		"imageURL": "https://cache-graphicslib.viator.com/graphicslib/thumbs360x240/8266/SITours/great-pyramids-of-giza-saqqara-and-memphis-private-day-tour-in-cairo-489267.jpg",
		"description": ""
	},
	{
		"title": "Sailing Nile cruise from Luxor for 2 nights",
		"duration": "Duration: 3 days",
		"price": "$190.00 USD",
		"imageURL": "https://media.tacdn.com/media/attractions-splice-spp-360x240/06/75/71/a5.jpg",
		"description": "> Enjoy Sailing Nile cruise between Luxor and Aswan."
	},
	{
		"title": "Private Day Trip to Luxor Highlights from Safaga Port",
		"duration": "Duration: 1 day",
		"price": "$190.00 USD",
		"imageURL": "https://media.tacdn.com/media/attractions-splice-spp-360x240/06/6a/d4/85.jpg",
		"description": "Luxor is home to some of Egypt’s most remarkable ancient ruins, but with just one day to spare, a private tour is the best way to maximise your time. This private full-day shore excursion from Safaga Port includes a tour of the UNESCO-listed Valley of the Kings; visits to the Colossi of Memnon, the temple of Hatshepsut, and the Karnak Temples; and a felucca cruise along the Nile. Port pickup and lunch is included."
	},
	{
		"title": "3-Day Private Tour: Giza, Cairo, and Alexandria with Airport Transfers",
		"duration": "Duration: 5 days",
		"price": "$42.90 USD",
		"imageURL": "https://cache-graphicslib.viator.com/graphicslib/thumbs360x240/10449/SITours/3-day-private-tour-giza-cairo-and-alexandria-with-airport-transfers-in-cairo-644764.jpg",
		"description": "Hit three of Egypt’s top locations on this in-depth, multi-day private tour to Cairo, Giza, and Alexandria. Cover history-packed attractions spanning thousands of years, from the world-famous ancient pyramids to bustling medieval markets, and get personalized attention from your Egyptologist guide. Tours include a desert camel ride, admission tickets, and door-to-door hotel transfers.\r\n\r\n"
	},
	{
		"title": "Full day to Luxor by Round flight From Cairo to visit East and West Bank",
		"duration": "Duration: 18 to 20 hours",
		"price": "$357.15 USD",
		"imageURL": "https://media.tacdn.com/media/attractions-splice-spp-360x240/06/70/e2/08.jpg",
		"description": "Travel to Luxor and explore the ancient ruins on this all-day tour from Cairo. Known for its ruins among the modern city, Luxor is filled with monuments, temples, and tombs on the East and West banks of the Nile River. This tour includes roundtrip airfare from Cairo to Luxor. You will meet your guide after arriving in Luxor."
	},
	{
		"title": "Overnight Snorkeling Trip At Satayh Dolphin Reef From Marsa alam",
		"duration": "Duration: 2 days",
		"price": "$217.39 USD",
		"imageURL": "https://media.tacdn.com/media/attractions-splice-spp-360x240/06/73/45/19.jpg",
		"description": "The Satayh Reef, or ‘Dolphin Reef’, lies along Egypt’s Red Sea coast and is famous for its large population of wild dolphins. This overnight tour lets you explore even more of the reef and enjoy an early morning snorkeling excursion—the best time to spot marine life. Spend two days swimming and snorkeling around the reef, enjoy on-board meals and accommodation, and see the reef’s spinner dolphins in their natural environment."
	},
	{
		"title": "Private Tour: Egyptian Museum",
		"duration": "Duration: 3 hours",
		"price": "$45.15 USD",
		"imageURL": "https://cache-graphicslib.viator.com/graphicslib/thumbs360x240/3124/SITours/private-tour-egyptian-museum-in-cairo-124910.jpg",
		"description": "Step back in time to ancient Egypt on a private tour of the Egyptian Museum Cairo with a private, Egyptologist guide. View the star attraction — the treasures of Tutankhamun — and let your guide introduce you to the highlights of the Egyptian and Roman collections. Admire Tutankhamun’s gold death mask, coffins and chariot; view age-old mummies of Egypt’s kings, and see other pharaonic furnishings and items as your guide recounts their history. With thousands of artifacts on show, a visit to the Cairo Egyptian museum can be overwhelming without a guide."
	},
	{
		"title": "Cairo Airport Private Departure Transfer",
		"duration": "Duration: 1 hour",
		"price": "$19.20 USD",
		"imageURL": "https://cache-graphicslib.viator.com/graphicslib/thumbs360x240/3124/SITours/cairo-airport-private-departure-transfer-in-cairo-124891.jpg",
		"description": "Enjoy a stress-free finish to your stay in Egypt by booking this private transfer service in advance of your departure. Meet your friendly and professional driver at your hotel in central Cairo or on the Giza Plateau and hop into your waiting, private air-conditioned vehicle. Then, sit back and relax in comfort and privacy as you travel directly to Cairo International Airport in time for your flight."
	},
	{
		"title": "Sunrise Hot Air Balloon Tour from Luxor",
		"duration": "Duration: 3 hours",
		"price": "$86.00 USD",
		"imageURL": "https://cache.vtrcdn.com//orion/images/nophoto360x240.png",
		"description": ""
	},
	{
		"title": "Guided Day Tour to Abu Simbel Temples from Aswan by Flight",
		"duration": "Duration: 6 hours",
		"price": "$290.00 USD",
		"imageURL": "https://cache.vtrcdn.com//orion/images/nophoto360x240.png",
		"description": ""
	},
	{
		"title": "Luxor Shore Excursion Tour From Safaga Port",
		"duration": "Duration: 12 to 14 hours",
		"price": "$105.00 USD",
		"imageURL": "https://cache.vtrcdn.com//orion/images/nophoto360x240.png",
		"description": ""
	},
	{
		"title": "4-Hour Quad Bike Tour around Giza Pyramids from Cairo",
		"duration": "Duration: 4 hours",
		"price": "$54.34 USD",
		"imageURL": "https://cache.vtrcdn.com//orion/images/nophoto360x240.png",
		"description": "Visit the famed pyramids of Giza in a new and exciting way on this guided, 4-hour tour. Hop on a quad bike and explore the desert, visiting these popular landmark locations. See the Great Pyramid of Giza, the oldest and largest of the three pyramids in the Giza pyramid complex and one of the seven wonders of the ancient world. A 90-minute quad-bike rental plus a Cairo hotel pickup and drop-off are included."
	},
	{
		"title": "White Desert and Bahariya Oasis overnight",
		"duration": "Duration: 2 days",
		"price": "$80.00 USD",
		"imageURL": "https://cache.vtrcdn.com//orion/images/nophoto360x240.png",
		"description": "Get out of the city and into the desert on this overnight trip. Explore the capital city of Bawiti, Bahariya, with its lush palm groves and giant dunes. See hot springs, the Black Desert, Crystal Mountain, Agabat Valley, and White Desert National Park. In the evening, enjoy a barbecue dinner under the stars before drifting off to sleep in your tent. After breakfast in the camp, head back to Cairo.\r\n\r\n"
	},
	{
		"title": "Nile River Dinner Cruise in Cairo",
		"duration": "Duration: 3 hours",
		"price": "$75.60 USD",
		"imageURL": "https://cache.vtrcdn.com//orion/images/nophoto360x240.png",
		"description": "Celebrate an evening in Cairo with a glittering 2-hour dinner cruise along the iconic Nile River. Step aboard the elegant Nile Maxim cruise boat, and soak up the sparkling city lights, delicious food and live entertainment as you glide along the beautiful Nile. Feast on your choice of either a scrumptious set menu or à la carte menu; listen to tunes from the house band; and enjoy an after-dinner folklore show featuring sequinned belly dancers and spinning ‘tanoura’ artistes performing to foot-tapping folklore music."
	},
	{
		"title": "One Week CAIRO Combined With Nile Cruise 4 Stars Accommodation",
		"duration": "Duration: 7 days",
		"price": "$680.00 USD",
		"imageURL": "https://cache.vtrcdn.com//orion/images/nophoto360x240.png",
		"description": ""
	},
	{
		"title": "Private tour to Abu Simbel from Aswan by Car or Minibus",
		"duration": "Duration: 6 to 9 hrs",
		"price": "$30.00 USD",
		"imageURL": "https://cache.vtrcdn.com//orion/images/nophoto360x240.png",
		"description": ""
	},
	{
		"title": "Four Nights Nile Cruise from Luxor to Aswan",
		"duration": "Duration: 5 days",
		"price": "$350.00 USD",
		"imageURL": "https://cache.vtrcdn.com//orion/images/nophoto360x240.png",
		"description": ""
	},
	{
		"title": "Guided tour to Alexandria from Cairo",
		"duration": "Duration: 10 hours",
		"price": "$42.86 USD",
		"imageURL": "https://cache.vtrcdn.com//orion/images/nophoto360x240.png",
		"description": "Explore Alexandria in a single day with a private guide, making the most of your vacation time in Egypt. With a dedicated guide, you can travel at your own pace and focus on the sights that interest you; no waiting for other group members or wasting time on things that don't appeal to you. Stops can include Qaytbay Citadel, Pompy Pillar, the Alexandria library, the Catacomb of Kom El-Shoqafa, and the Roman Theater, among others."
	},
	{
		"title": "2-Days Tour to Giza pyramids, Saqqara, Egyptian Museum, Felucca Sailing, Dinner Cruise, Sound and Light Show, Khan El Khalili, old cairo",
		"duration": "Duration: 2 days",
		"price": "$105.00 USD",
		"imageURL": "https://cache.vtrcdn.com//orion/images/nophoto360x240.png",
		"description": ""
	},
	{
		"title": "Private Tour: Memphis and Sakkara",
		"duration": "Duration: 3 hours",
		"price": "$54.60 USD",
		"imageURL": "https://cache.vtrcdn.com//orion/images/nophoto360x240.png",
		"description": "Discover Memphis and Saqqara on a 3–4-hour private tour from Cairo with an Egyptologist guide, and explore some of the country’s most iconic pyramids and royal tombs. Walk the perimeter of Saqqara’s distinctive step pyramid, which is just one part of the vast necropolis at Memphis.  Learn the stories behind the ancient city, and customize this tour to your own interests; after strolling through tombs and pyramids, you may opt for a trip to the Papyrus Institute to learn the ancient Egyptian art of scroll making.  \r\n\r\n"
	},
	{
		"title": "Red Sea Snorkeling",
		"duration": "Duration: 7 hours",
		"price": "$26.40 USD",
		"imageURL": "https://cache.vtrcdn.com//orion/images/nophoto360x240.png",
		"description": "Experience Egypt’s underwater splendors on this full-day Red Sea snorkeling trip by board from Hurghada. Cruise out onto the sparkling Red Sea, and drop anchor at three prime snorkeling locations. Don your own snorkeling gear or the provided onboard equipment, and enjoy ample time to waft through the crystal waters past dazzling corals, exotic fish and perhaps even turtles and rays. Alternatively, just swim in the sea or sunbathe on deck. Your experience include round-trip Hurghada hotel transfers and a delicious lunch served aboard your boat."
	},
	{
		"title": "Archaeological Alexandria Experience",
		"duration": "Duration: 7 to 8 hours",
		"price": "$70.00 USD",
		"imageURL": "https://cache.vtrcdn.com//orion/images/nophoto360x240.png",
		"description": "Explore the many archaeological wonders of Alexandria and enjoy the full attention of your Egyptologist guide on this private tour. Highlights include visiting the Catacombs of Kom El Shokafa, the Roman Amphitheater, and the library of Alexandria."
	},
	{
		"title": "Private Nile Cruise with Dinner and Folk Show from Cairo",
		"duration": "Duration: 2 hours",
		"price": "$34.00 USD",
		"imageURL": "https://cache.vtrcdn.com//orion/images/nophoto360x240.png",
		"description": "When you're in Cairo, take a classic Nile cruise with dinner and whirling dervish dancing. The experience starts with a hotel pickup from your Cairo or Giza hotel, and includes a buffet dinner of traditional Egyptian food. Tear your eyes away from the Nile to watch a folklore show with tanoura dancing, then travel back to your hotel when the river fun ends."
	},
		{
		"title": "Over day to Alexandria from Cairo ( private Tour )",
		"duration": "Duration: 12 hours",
		"price": "$93.00 USD",
		"imageURL": "https://media.tacdn.com/media/attractions-splice-spp-360x240/06/ee/b9/55.jpg",
		"description": "Day Tour\r\nAlexandria is pearl of the Mediterranean sea in the north of Egypt, the capital of Egypt during the Greek time. There you enjoy the city with its outstanding sites that mix between old Roman , Islamic and modern monuments , where we will visit Catacomb tomb, Pompey pillar,Library of Alexandria & the citadel of Alexandria"
	},
	{
		"title": "sufi dance in Islamic Cairo",
		"duration": "Duration: 2 hours",
		"price": "$30.00 USD",
		"imageURL": "https://media.tacdn.com/media/attractions-splice-spp-360x240/06/71/ea/f0.jpg",
		"description": "Islamic Cairo by night is a magical place—especially with a private guide to fend off any unwanted hangers-on and introduce the true Egyptian culture. Get an authentic taste of Old Cairo on this door-to-door tour that starts with a Sufi whirling dance show at Wekalet El Ghouri Arts Center. After the spinners have performed their ancient ritual, discover Islamic arts and architecture on al-Muizz Street."
	},
	{
		"title": "Swim with Dolphins Tour Hurghada",
		"duration": "Duration: 3 hours",
		"price": "$111.78 USD",
		"imageURL": "https://media.tacdn.com/media/attractions-splice-spp-360x240/06/71/24/65.jpg",
		"description": "Grant your loved ones and yourself with an unforgettable present! Dive into the ocean of good vibes and pure delight! Reach a miracle and feel yourself in harmony with wildlife! \r\nYou will be picked up from Your hotel in Hurghada to dolphin world in Makadi\r\nSessions of swimming with dolphins proceed twice a day (except Tuesday) – before the show 10.30 a.m. - 12.30 p.m.and after the performance 4.30 p.m. - 8.00 p.m.\r\nThe essential parts of the session are a dance with the dolphin (while you hold the animal by its breast fins), a ride with a dolphin holding its dorsal, and close contact with the animal. The rules of swimming with dolphins are listed"
	},
	{
		"title": "Cairo Day Tour Egyptian Museum, Citadel, and Khan al-Khalil Bazaar with Lunch",
		"duration": "Duration: 6 hours",
		"price": "$29.00 USD",
		"imageURL": "https://media.tacdn.com/media/attractions-splice-spp-360x240/06/71/2d/50.jpg",
		"description": "full day guided tour to Egyptian museum , Islamic Cairo and local bazaars with lunch \r\n8 or 9 or 10 am pick up time with private car and guide"
	},
	{
		"title": "Luxor full day tour",
		"duration": "Duration: 6 to 8 hours",
		"price": "$60.00 USD",
		"imageURL": "https://media.tacdn.com/media/attractions-splice-spp-360x240/06/73/09/6b.jpg",
		"description": "Your tour guide will pick you up from the hotel to visit the main places of Luxor,you start to visit temple of Karnak,it is very massive temple and it was built by many Kings for different deities, especially the holy traid of Luxor, the father Amun Ra,the mother Mut and their son Khonsu.\r\n, Continue visiting temple of  Luxor,it was built by king Amonhotep 3rd around 1415 BC,Crossing river Nile over the bridge to visit West bank of Luxor,then visit valley of the Kings where we visit three tombs for the Kings of the new kingdom (1570 -1070 BC),then drive to visit temple of queen Hatshepsut with its three floors and colorful scenes.our day ends with a stop to see colossi of Memnon.drive back to your hotel"
	},
	{
		"title": "Day Tour of Egyptian Museum, Old Cairo and Khan El Khalili Bazaar in Cairo",
		"duration": "Duration: Flexible",
		"price": "$74.00 USD",
		"imageURL": "https://cache-graphicslib.viator.com/graphicslib/thumbs360x240/10726/SITours/day-tour-of-egyptian-museum-old-cairo-and-khan-el-khalili-bazaar-in-in-cairo-241391.jpg",
		"description": "Visit Cairo’s essential historic destinations on a full-day tour with an experienced guide. Browse the vast collections at the Egyptian Museum, and learn the stories behind the royal mummies, gilded masks and exquisite artifacts, including Tutankhamun's treasures. Enjoy lunch at a local restaurant then explore the Coptic and Jewish landmarks of old Cairo, from the crypt below Abu Serga to the Hanging Church and Ben Ezra Synagogue. Finish your tour in Cairo’s vibrant present, browsing the bright displays of handicrafts, perfumes and souvenirs at Khan El Khalili bazaar."
	},
	{
		"title": "4-Night, 5-Star Nile Cruise from Luxor to Aswan",
		"duration": "Duration: 5 days",
		"price": "$465.00 USD",
		"imageURL": "https://cache-graphicslib.viator.com/graphicslib/thumbs360x240/12078/SITours/4-night-5-star-nile-cruise-from-luxor-to-aswan-in-luxor-282463.jpg",
		"description": " "
	},
	{
		"title": "From Luxor to Aswan 5 Day 5 Star Nile Cruise Guided Tours",
		"duration": "Duration: 5 days",
		"price": "$470.00 USD",
		"imageURL": "https://media.tacdn.com/media/attractions-splice-spp-360x240/06/f2/6b/4f.jpg",
		"description": " "
	},
	{
		"title": "Overnight Desert Safari Dubai- Experience Magical Arabian Night in Dubai Sahara",
		"duration": "Duration: 20 hours",
		"price": "$165.00 USD",
		"imageURL": "https://media.tacdn.com/media/attractions-splice-spp-360x240/06/6a/e4/2f.jpg",
		"description": " "
	},
	{
		"title": "Shore Excursion Private Tour: Hurghada City Sightseeing from Safaga Port",
		"duration": "Duration: 1 day",
		"price": "$93.00 USD",
		"imageURL": "https://cache.vtrcdn.com//orion/images/nophoto360x240.png",
		"description": " "
	},
	{
		"title": "Private Day Tour in Cairo (Pyramids & Museum & Khan el khalili)",
		"duration": "Duration: 8 hours",
		"price": "$50.00 USD",
		"imageURL": "https://cache.vtrcdn.com//orion/images/nophoto360x240.png",
		"description": " "
	},
	{
		"title": "Sharm El Sheikh to Taba Private Transfer",
		"duration": "Duration: 3 hours",
		"price": "$55.00 USD",
		"imageURL": "https://cache.vtrcdn.com//orion/images/nophoto360x240.png",
		"description": " "
	},
	{
		"title": "2 guided days In Cairo Giza Sakkara and Memphis",
		"duration": "Duration: 2 days",
		"price": "$19.01 USD",
		"imageURL": "https://cache.vtrcdn.com//orion/images/nophoto360x240.png",
		"description": " "
	},
	{
		"title": "Luxor Museum and Mummification Museum Private Half-Day Tour",
		"duration": "Duration: 5 hours",
		"price": "$35.00 USD",
		"imageURL": "https://cache.vtrcdn.com//orion/images/nophoto360x240.png",
		"description": " "
	},
	{
		"title": "Private Day Tour: East and West Banks of Luxor",
		"duration": "Duration: 7 hours",
		"price": "$45.00 USD",
		"imageURL": "https://cache.vtrcdn.com//orion/images/nophoto360x240.png",
		"description": " "
	},
	{
		"title": "Full Day Tour to Luxor Monuments King Tut's Tomb Valley of the Kings Karnak and Luxor Temples Queen Hatshepsut Temple",
		"duration": "Duration: 8 hours",
		"price": "$110.00 USD",
		"imageURL": "https://cache.vtrcdn.com//orion/images/nophoto360x240.png",
		"description": " "
	},
	{
		"title": "Luxury Hot Air Balloon Ridding in Luxor",
		"duration": "Duration: 45 to 75 minutes",
		"price": "$62.00 USD",
		"imageURL": "https://cache.vtrcdn.com//orion/images/nophoto360x240.png",
		"description": " "
	},
	{
		"title": "Snorkeling at Mahmya Island from Hurghada in Egypt",
		"duration": "Duration: 8 hours",
		"price": "$80.00 USD",
		"imageURL": "https://cache.vtrcdn.com//orion/images/nophoto360x240.png",
		"description": " "
	},
	{
		"title": "Private Tour: Valley of the Kings, Queen Hatshepsut Temple, Luxor and Karnak Temples from Luxor Airport",
		"duration": "Duration: 8 hours",
		"price": "$75.00 USD",
		"imageURL": "https://cache.vtrcdn.com//orion/images/nophoto360x240.png",
		"description": " "
	},
	{
		"title": "Luxury Aswan to Luxor Nile cruise 4 days",
		"duration": "Duration: 4 days",
		"price": "$245.00 USD",
		"imageURL": "https://cache.vtrcdn.com//orion/images/nophoto360x240.png",
		"description": " "
	},
	{
		"title": "Old Cairo Highlights Private Tour with Lunch",
		"duration": "Duration: 8 hours",
		"price": "$98.97 USD",
		"imageURL": "https://cache.vtrcdn.com//orion/images/nophoto360x240.png",
		"description": " "
	},
	{
		"title": "04 Days Nile Cruise from Aswan to Luxor",
		"duration": "Duration: 4 days",
		"price": "$365.00 USD",
		"imageURL": "https://cache.vtrcdn.com//orion/images/nophoto360x240.png",
		"description": " "
	},
	{
		"title": "Sinbad Submarine Under The Red Sea",
		"duration": "Duration: 2 hours",
		"price": "$84.70 USD",
		"imageURL": "https://cache.vtrcdn.com//orion/images/nophoto360x240.png",
		"description": "Get under water without ever getting wet on this Submarine tour from Hurghada. Spend 50 unforgettable minutes under the great blue waves aboard a Sinbad Submarine. Impressive windows designed specifically for viewing insure travelers experience the beauty of coral reefs, tropical fish and marine life up close on this magical and unforgettable journey into the deep."
	},
	{
		"title": "Hurghada: Full-Day Scuba Diving Adventure Tour with Lunch",
		"duration": "Duration: 1 day",
		"price": "$33.77 USD",
		"imageURL": "https://cache.vtrcdn.com//orion/images/nophoto360x240.png",
		"description": "Dive at 2 beautiful spots in the Red Sea and experience the underwater flora and fauna up close. Explore with a dive instructor or enjoy some light snorkeling instead. Top up your tan on the white sand beaches and enjoy a complimentary lunch."
	},
	{
		"title": "Private Tour: Valley of the Kings, Queen Hatshepsut, Luxor and Karnak Temples",
		"duration": "Duration: 8 hours",
		"price": "$75.00 USD",
		"imageURL": "https://media.tacdn.com/media/attractions-splice-spp-360x240/06/f2/3f/a8.jpg",
		"description": "Enjoy 8 hours covering the West and East bank of Luxor and see most of the tourist attractions in Luxor characterized by its ancient history. Visit the Valley of the Kings, Queen Hatshepsut, Karnak and Luxor Temples with air conditioned car, lunch and tour guided."
	},
	{
		"title": "half-day Saint Simon monastery and miracle of Moqqatam mountain with Coptic Cairo",
		"duration": "Duration: 4 hours",
		"price": "$25.00 USD",
		"imageURL": "https://media.tacdn.com/media/attractions-splice-spp-360x240/06/71/2d/d3.jpg",
		"description": "Saint Simon the Tanner (St. Sama'an, in Arabic) lived towards the end of the tenth Century when Egypt was ruled by the Fatimid Caliph, Al- Muizz and Anba Abram was the Coptic Pope. At the time, the Copts (Christians) in Egypt were engaged in handicrafts. St Simon worked in one of the crafts widespread in Babylon (Old Cairo) which was tanning, a craft still known there till this day"
	},
	{
		"title": "Snorkeling day trip in Red Sea by boat from Hurghada",
		"duration": "Duration: 5 hours",
		"price": "$29.00 USD",
		"imageURL": "https://media.tacdn.com/media/attractions-splice-spp-360x240/06/d0/bb/1f.jpg",
		"description": "Snorkeling day trip in Red Sea by boat from Hurghada WITH private pick up by our driver and snorkeling in red sea then back safely to your hotel\r\nExploring the underwater world of the Red Sea.snorkeling trip will take you to three spectacular sites where you can choose to jump in the water or simply lie on the decks and work on your tan."
	},
	{
		"title": "Discover Alexandria With a Private Guide",
		"duration": "Duration: 16 hours",
		"price": "$99.00 USD",
		"imageURL": "https://media.tacdn.com/media/attractions-splice-spp-360x240/06/6f/41/82.jpg",
		"description": "Explore Egypt’s ancient capital on an all-day private tour. After a convenient pickup from your Cairo hotel, check out landmarks like the Roman theater and the ruins of Alexandria’s famed library. Enjoy a swim on a white sand beach at the palace of King Farouk and learn the fascinating history of the city named after Alexander the Great from an Egyptologist guide.\r\n"
	},
	{
		"title": "Cairo Highlights in One Day",
		"duration": "Duration: 4 to 8 hours",
		"price": "$50.00 USD",
		"imageURL": "https://media.tacdn.com/media/attractions-splice-spp-360x240/06/6c/6a/7b.jpg",
		"description": "If you have only a short time in Cairo, be sure to make the most of it with this guided tour. In the company of an Egyptologist guide, you'll visit the Pyramids of Giza, the Egyptian Museum, and the Grand Bazaar."
	},
	{
		"title": "Half-day Churches of Cairo Tour with Cave Church, Coptic Cairo, Hanging Church",
		"duration": "Duration: 6 hours",
		"price": "$19.00 USD",
		"imageURL": "https://media.tacdn.com/media/attractions-splice-spp-360x240/06/6a/ab/07.jpg",
		"description": "Marvel at Cairo’s UNESCO-listed treasures on a small-group tour of the city’s historic churches. Explore Coptic Cairo and the famous Hanging Church; visit the Cave Church, the Church of Santa Barbara, and Church of Saint Sergius; and learn more about Cairo’s rich religious history and heritage."
	},
	{
		"title": "Camel or Horse Sunset Safari from Giza with Dinner",
		"duration": "Duration: 4 hours",
		"price": "$34.56 USD",
		"imageURL": "https://media.tacdn.com/media/attractions-splice-spp-360x240/06/6b/9b/6d.jpg",
		"description": "Watch a sunset at the Giza pyramids on a private 4-hour camel or horse ride experience in Cairo. Visit a desert camp near the Giza Plateau and choose to ride a camel or horse on the sands of the Sahara, the desert edging the pyramids. Climb aboard, and enjoy the silent beauty of the desert as you ride to two high points for stunning pyramid views. Watch and snap photos as the sun casts the ancient tombs in golden light before enjoying dinner with a Bedouin family back at camp."
	},
	{
		"title": "Half-Day Trip to Giza Pyramids, Sphinx, Valley Temple with Camel Ride",
		"duration": "Duration: 5 hours",
		"price": "$37.00 USD",
		"imageURL": "https://media.tacdn.com/media/attractions-splice-spp-360x240/06/6c/45/a7.jpg",
		"description": ""
	},
	{
		"title": "Cairo Private Day Tour: Egyptian Museum, Citadel, and Khan al-Khalil Bazaar with Lunch on Nile Island",
		"duration": "Duration: 8 hours",
		"price": "$43.20 USD",
		"imageURL": "https://media.tacdn.com/media/attractions-splice-spp-360x240/06/6b/9b/53.jpg",
		"description": ""
	},
	{
		"title": "Hot air Balloon The life trip in Luxor Egypt",
		"duration": "Duration: 2 hours",
		"price": "$75.00 USD",
		"imageURL": "https://cache.vtrcdn.com//orion/images/nophoto360x240.png",
		"description": ""
	},
	{
		"title": "Private Full Day Tour to Giza Pyramids, Sphinx, Citadel and Old Cairo",
		"duration": "Duration: 8 hours",
		"price": "$28.60 USD",
		"imageURL": "https://cache.vtrcdn.com//orion/images/nophoto360x240.png",
		"description": ""
	},
	{
		"title": "Private Guided Half-Day Tour: Egyptian Museum in Cairo",
		"duration": "Duration: 4 hours",
		"price": "$19.01 USD",
		"imageURL": "https://cache.vtrcdn.com//orion/images/nophoto360x240.png",
		"description": ""
	},
	{
		"title": "Private Tour: Giza Pyramids, Sphinx and Valley Temple with Lunch from Cairo",
		"duration": "Duration: 4 hours",
		"price": "$20.00 USD",
		"imageURL": "https://cache.vtrcdn.com//orion/images/nophoto360x240.png",
		"description": ""
	},
	{
		"title": "Desert Safari by Quad Bike Around Pyramids",
		"duration": "Duration: 4 hours",
		"price": "$21.50 USD",
		"imageURL": "https://cache.vtrcdn.com//orion/images/nophoto360x240.png",
		"description": ""
	},
	{
		"title": "Cairo: Old Coptic City Tour",
		"duration": "Duration: 5 to 6 hours",
		"price": "$9.00 USD",
		"imageURL": "https://cache.vtrcdn.com//orion/images/nophoto360x240.png",
		"description": ""
	},
	{
		"title": "Day-Tour to the Red Sea from Cairo",
		"duration": "Duration: 12 hours",
		"price": "$78.57 USD",
		"imageURL": "https://cache.vtrcdn.com//orion/images/nophoto360x240.png",
		"description": ""
	},
	{
		"title": "5-Day Nile River Cruise from Luxor to Aswan with Optional Private Guide",
		"duration": "Duration: 5 days",
		"price": "$475.00 USD",
		"imageURL": "https://cache.vtrcdn.com//orion/images/nophoto360x240.png",
		"description": ""
	},
	{
		"title": "Luxor Nile River Private Felucca Ride at Sunset",
		"duration": "Duration: 3 hours",
		"price": "$16.00 USD",
		"imageURL": "https://cache.vtrcdn.com//orion/images/nophoto360x240.png",
		"description": "Advance-booking a 'felucca' sailboat ride in Luxor will save you the hassle and time of organizing it on the ground. With this trip, ride a private white-sailed felucca on the River Nile as the sun sets behind the West Bank hills. Soak in the views, learn about the sights from a guide, and visit Banana Island to savor fresh bananas and Egyptian tea. Ideal for families and couples, with hotel transfers included for ease."
	},
	{
		"title": "A Day Tour to Cairo group price",
		"duration": "Duration: 20 hours",
		"price": "$65.00 USD",
		"imageURL": "https://cache.vtrcdn.com//orion/images/nophoto360x240.png",
		"description": "Staying in Hurghada needn’t mean missing out on the joys of Cairo. Check off the city’s star attractions in just one day on this convenient guided tour. First, head to Giza for the Pyramids of Giza, the Great Sphinx, and the Valley Temple. Next, soak up the atmosphere in Cairo as you visit the Egyptian Antiquities Museum. Your tour includes lunch and hotel transfers.\r\n"
	},
	{
		"title": "Transfer from Cairo Airport to Hotel in cairo or Giza",
		"duration": "Duration: 1 hour",
		"price": "$9.90 USD",
		"imageURL": "https://cache.vtrcdn.com//orion/images/nophoto360x240.png",
		"description": "Enjoy private transfers for clients who value comfort, safety, speed and efficiency whether traveling for business or for pleasure."
	},
	{
		"title": "Tour To Abu Simbel Temple From Aswan",
		"duration": "Duration: 10 hours",
		"price": "$38.00 USD",
		"imageURL": "https://cache.vtrcdn.com//orion/images/nophoto360x240.png",
		"description": "Visit the Great Temple of Ramses II, dedicated to Ra-Harakhte and Amon-Re.\r\nSee the four colossal statues of Ramses II.\r\nExplore the Temple of Hathor of Queen Nefertari\r\nDrive to the shores of Lake Nasser by air-conditioned vehicle\r\n"
	},
	{
		"title": "Private Guided Tour to Valley of the Kings",
		"duration": "Duration: 4 hours",
		"price": "$30.00 USD",
		"imageURL": "https://cache.vtrcdn.com//orion/images/nophoto360x240.png",
		"description": "Experience the fascinating Valley of the Kings with your own qualified Egyptologist guide on this 4-hour morning private tour from Luxor. After traveling to the West Bank by private, air-conditioned vehicle, explore three of the stunning tombs that were burrowed into the mountains around 4,000 years ago as burial places for the pharaohs. Hear about the different tombs from your informative guide, and then descend underground to see the richly decorated tunnels and chambers of the tombs of rulers such as Ramses III, Ramses XI and Merenptah."
	},
	{
		"title": "Full Day Tour of Luxor West Bank",
		"duration": "Duration: 6 hours",
		"price": "$65.00 USD",
		"imageURL": "https://cache.vtrcdn.com//orion/images/nophoto360x240.png",
		"description": "Spend a day marveling the wonders of the West Bank of the ancient city of Luxor. Visit the main highlights of the western river shores of the city. Explore tombs of the Valley of the Kings, see the Temple of Queen Hatshepsut, Colossi of Memnon and Temple of Ramses III. Plus, explore the Valley of the Artisans, where the ancient tomb builders once lived. Round up the day with lunch at a local restaurant and taste authentic Egyptian cuisine with a southern twist. All this will be carried out from the luxury of your private hired air conditioned vehicle and with the aid and insight of the accompanying professional tour guide / egyptologist."
	},
	{
		"title": "Hurghada Daily Scuba Dive Trip",
		"duration": "Duration: 8 hours",
		"price": "$55.00 USD",
		"imageURL": "https://cache.vtrcdn.com//orion/images/nophoto360x240.png",
		"description": "Whether you’re a first-timer or seasoned scuba diver, experience the Red Sea’s aquatic world on a full-day diving trip from Hurghada. Join an experienced instructor and cruise to two beautiful and safe diving sites. If you’re a novice, receive tuition on route and enjoy an exciting first dive with an instructor beside you. If you’re an experienced diver, simply plunge in and swim alongside vivid corals and exotic marine life. After a buffet lunch on board, sail to another site and opt to enjoy a second dive or simply relax."
	},
	{
		"title": "Luxor Archaeology Tour-Visit Valley of the Kings & Karank & Luxor Temples & More",
		"duration": "Duration: 7 to 8 hours",
		"price": "$115.00 USD",
		"imageURL": "https://media.tacdn.com/media/attractions-splice-spp-360x240/06/6a/e3/41.jpg",
		"description": "Private Full Day Luxor Archaeology Tour Led by a qualified Egyptologist with All Sightseeing and Lunch included.\r\nBest Luxor things to do and see the day tour to West Bank of Luxor the biggest open-air museum in the world where you visit the main sights of the west bank Valley of the Kings and Hatshepsut Temple & colossus of Memnon then have lunch break then visit the East Bank of Luxor explore the Biggest temple on earth the Karank temple and end your day at Luxor temple."
	},
	{
		"title": "Tour to Wadi El Natroun Monastery from Cairo",
		"duration": "Duration: 10 to 12 hours",
		"price": "$150.00 USD",
		"imageURL": "https://media.tacdn.com/media/attractions-splice-spp-360x240/06/71/3f/fc.jpg",
		"description": "Take a day trip to Wadi El Natrun, known as the birthplace Christian monasticism. The city was home to 50 monasteries at one time, but only four survived to modern times. Your tour starts with a visit to the oldest of the surviving facilities and ends with the smallest, providing a good idea of the monks’ daily lives. Enjoy lunch in a local restaurant before the trip back to Cairo."
	},
	{
		"title": "abu simbel tour from luxor hotel or cruise",
		"duration": "Duration: 9 hours",
		"price": "$120.00 USD",
		"imageURL": "https://media.tacdn.com/media/attractions-splice-spp-360x240/07/03/b7/73.jpg",
		"description": "private day tour from lxuor hotel or nile cruise to visit abu simbel by our private vehicle and driver\r\nthe guide will wait for you in Aswan then visit abu simbel , back to aswan then by train to luxor hotel or nile cruise"
	},
	{
		"title": "Luxor Day Tour from Cairo by Flight",
		"duration": "Duration: 14 hours",
		"price": "$440.00 USD",
		"imageURL": "https://media.tacdn.com/media/attractions-splice-spp-360x240/06/8e/00/3c.jpg",
		"description": "Join a private guide on a whirlwind tour of ancient Thebes during this all-inclusive day trip to Luxor from Cairo. Tours include round-trip flight tickets, ground transfers, and entrance fees, so you can save time and focus on the sights. Marvel at thousands-years-old statues and the famous Temple of Queen Hatshepsut before heading back to your Cairo hotel on the same day."
	},
	{
		"title": "8-Hour Private Guided City Tour of Cairo",
		"duration": "Duration: 8 hours",
		"price": "$15.19 USD",
		"imageURL": "https://media.tacdn.com/media/attractions-splice-spp-360x240/06/6b/9b/7e.jpg",
		"description": " "
	},
	{
		"title": "Dolphin House Boat Trip includes snorkeling, lunch and transfers.",
		"duration": "Duration: 5 to 8 hours",
		"price": "$35.89 USD",
		"imageURL": "https://media.tacdn.com/media/attractions-splice-spp-360x240/06/96/7a/cc.jpg",
		"description": " "
	},
	{
		"title": "Private Arrival Transfer: Cairo International Airport to Giza or Cairo Hotel",
		"duration": "Duration: 1 hour",
		"price": "$3.00 USD",
		"imageURL": "https://cache-graphicslib.viator.com/graphicslib/thumbs360x240/17178/SITours/private-arrival-transfer-cairo-international-airport-to-giza-or-cairo-in-cairo-250476.jpg",
		"description": " "
	},
	{
		"title": "Private Customizable Day Tour to Alexandria from Cairo",
		"duration": "Duration: 12 hours",
		"price": "$91.00 USD",
		"imageURL": "https://cache-graphicslib.viator.com/graphicslib/thumbs360x240/10449/SITours/private-customizable-day-tour-to-alexandria-from-cairo-in-cairo-241900.jpg",
		"description": "An excellent value for the money, this full day trip to Alexandra—Egypt’s second-largest city—is led by an Egyptologist guide. Relax in an air-conditioned vehicle with on-board WiFi during the approximately three-hour drive to Alexandria. Then choose four activities from the provided list for a customized tour of the city. Lunch, entrance fees, and snacks, and bottled water are included.\r\n\r\n"
	},
	{
		"title": "private day tour TO SAKKARA MEMPHIS DAHSHUR",
		"duration": "Duration: 8 hours",
		"price": "$16.00 USD",
		"imageURL": "https://media.tacdn.com/media/attractions-splice-spp-360x240/06/94/b4/d0.jpg",
		"description": "Deepen your understanding of ancient Egypt—without haggling with taxi drivers or pushy vendors—on this full-day tour of three classic Cairo sites: Dahshur, Saqqara, and Memphis. Traveling door to door with a private guide and private vehicle, see the Red Pyramid, the Bent Pyramid, the Pyramid of Djoser, and the remains of ancient Memphis. Please note: Tour excludes entrance fees."
	},
	{
		"title": "Full day tour to Giza pyramids,Sakkara pyramids&Memphis,Include Lunch&Camel ride",
		"duration": "Duration: 8 hours",
		"price": "$43.50 USD",
		"imageURL": "https://cache.vtrcdn.com//orion/images/nophoto360x240.png",
		"description": "Trace the fortunes of ancient Egypt on this sightseeing tour from Cairo. Visit tombs and pyramids used by the pharaohs with your guide, and follow in the footsteps of Egypt’s powerful rulers at the Step Pyramid of King Djoser, the Great Pyramid of Cheops, and the Sphinx. Gaze over the mighty pyramids from the Giza Plateau, and explore the Sahara Desert by camelback."
	},
	{
		"title": "Quad Biking in Sinai Desert",
		"duration": "Duration: 2 hours",
		"price": "$33.00 USD",
		"imageURL": "https://cache.vtrcdn.com//orion/images/nophoto360x240.png",
		"description": "Enjoy a desert adventure. See the beautiful scenery of the Sinai desert while also experiencing the excitement of quad bike trekking. Drive over the dune, speed across the sand, all in a stunning desert setting.\r\n"
	},
	{
		"title": "Day trip to Aswan from Luxor passing by Kom Ombo and Edfu Temples",
		"duration": "Duration: 6 to 9 hrs",
		"price": "$27.00 USD",
		"imageURL": "https://cache.vtrcdn.com//orion/images/nophoto360x240.png",
		"description": "Full day trip transporting you from Luxor to Aswan city with 2  stops to visit the famous ( Edfu & Kom Ombo ) temples including Transfers, Guide & Entrance fees"
	},
	{
		"title": "Private Full-Day Tour of Luxor From Hurghada",
		"duration": "Duration: 15 hours",
		"price": "$116.00 USD",
		"imageURL": "https://cache.vtrcdn.com//orion/images/nophoto360x240.png",
		"description": "While you are staying in Hurghada, see all that Luxor has to offer on a private tour with an Egyptologist as your guide. The full-day round-trip journey is made more relaxing in the comfort of your own air-conditioned minivan. Discover the West Bank of Luxor, visit three tombs in the Valley of the Kings, and see the Temple of Karnak. A buffet lunch is provided at a hotel restaurant."
	},
	{
		"title": "Grand Safari including Snorkeling at the Blue Hole and a Camel Ride along the Gulf of Aqaba",
		"duration": "Duration: 9 hours",
		"price": "$44.86 USD",
		"imageURL": "https://cache.vtrcdn.com//orion/images/nophoto360x240.png",
		"description": "Sometimes it’s hard to decide between a desert safari and a snorkeling trip. On this adventurous—but fully guided—tour, you can do both. Start by snorkeling the notorious Blue Hole, then ride a camel along the beach before roaring through the desert to the Colored Canyon in a Jeep. After the desert, there’s time for lunch at a restaurant in Nuweiba and shopping in Dahab.\r\n"
	},
	{
		"title": "Day-Tour to Giza pyramids with Camel riding Plus Egyptian Museum From Cairo",
		"duration": "Duration: 8 hours",
		"price": "$14.00 USD",
		"imageURL": "https://cache.vtrcdn.com//orion/images/nophoto360x240.png",
		"description": "Make the most of even limited time in Egypt on an activity-packed full-day tour of Cairo, the ideal choice for first-time visitors on a time budget. You’ll benefit from the insider knowledge of an Egyptologist guide as you travel between top Cairo attractions such as the Giza Pyramids and the Egyptian Museum in air-conditioned comfort. Plus, an included camel ride and lunch make for a seamless experience."
	},
	{
		"title": "Private Alexandria Day Tour from Cairo",
		"duration": "Duration: 12 hours",
		"price": "$28.80 USD",
		"imageURL": "https://cache.vtrcdn.com//orion/images/nophoto360x240.png",
		"description": "Travel from Cairo to the second Capital of Egypt (Alexandria) , the Pearl of Mediterranean , where you will learn many amazing information about the Greco-Roman Civilization and Culture....You will take a tour to visit the Catacombs , Pomepi's Pillar, Alexandria Bibliotheca, and Photo Stop at the site of the ancient Light House of Alexandria. "
	},
	{
		"title": "6 Hours half day tour to Sakkara Memphis Dahshur with private tour guide",
		"duration": "Duration: 5 to 6 hours",
		"price": "$17.50 USD",
		"imageURL": "https://cache.vtrcdn.com//orion/images/nophoto360x240.png",
		"description": "Explore Egypt’s ancient capital and the pyramids of Dahshur and Sakkara on a half-day excursion. After convenient pickup at your Cairo hotel, travel by air-conditioned vehicle with an Egyptologist guide to the pharaohs’ graveyard at Sakkara. Peek inside the Red Pyramid of Dahshur and marvel at Memphis’ massive limestone statue of King Ramses II—all on one affordable and hassle-free private tour.\r\n"
	},
	{
		"title": "Pyramid Highlights: private Day Tour to Giza Sakkara and Dahshur from Cairo",
		"duration": "Duration: 8 hours",
		"price": "$20.00 USD",
		"imageURL": "https://cache.vtrcdn.com//orion/images/nophoto360x240.png",
		"description": " "
	},
	{
		"title": "Luxor Private Full-Day Tour: Discover the East and West Banks of the Nile",
		"duration": "Duration: 6 hours",
		"price": "$42.86 USD",
		"imageURL": "https://cache.vtrcdn.com//orion/images/nophoto360x240.png",
		"description": "The ancient marvels of Luxor occupy both sides of the Nile River and this private full-day tour explores both the East and West Bank in one day. Enjoy the undivided attention of a private Egyptologist guide as you visit the UNESCO-listed temples of Karnak and Luxor, and see attractions including the Valley of the Kings, Queen Hatshepsut's Temple, and the Colossi of Memnon."
	},
	{
		"title": "Sand board at Fayoum Oasis",
		"duration": "Duration: 7 to 8 hours",
		"price": "$65.00 USD",
		"imageURL": "https://cache.vtrcdn.com//orion/images/nophoto360x240.png",
		"description": "i will meet you 8 am at your accommodation in Cairo and we will finish about 4 pm, the experience from 7 to 8 hours. Enjoy spending a day out of the ordinary , Roll on the Dunes , Take loads of fun pictures of yourself in the desert .. B.B.Q. lunch.. Lit a fire .. Dig a hole"
	},
	{
		"title": "Hurghada Desert Safari - Sunset ATV Trip with Camel Ride and BBQ Meal",
		"duration": "Duration: 4 to 5 hours",
		"price": "$85.00 USD",
		"imageURL": "https://cache.vtrcdn.com//orion/images/nophoto360x240.png",
		"description": "Discover the Hurghada desert by ATV and camel on an adventurous trip to a Bedouin village that combines high-speed exploring with more traditional desert travel. After a sunset camel ride, you’ll enjoy a barbecue dinner and a performance of traditional songs, a fascinating introduction to Bedouin culture that’s a world away from Hurghada’s modern resorts."
	},
	{
		"title": "Private Tour to explore Giza Pyramids - Saqqara -Memphis",
		"duration": "Duration: 4 to 8 hours",
		"price": "$40.00 USD",
		"imageURL": "https://cache.vtrcdn.com//orion/images/nophoto360x240.png",
		"description": "Explore the Pyramids of Giza on a private tour from Cairo.  Stay cool and comfortable in all-inclusive private transportation, beginning and ending at your hotel. There’s no need to fuss over foreign currency as admission is included to all attractions. Enjoy engaging and immersive guided tours around the three pyramids, Sphinx, Memphis, and more. You set the pace and can pause whenever you like for photos or to ask questions."
	},
	{
		"title": "Giza Pyramids Day Trip include enter inside the Great Pyramid and Solar boat",
		"duration": "Duration: 3 to 5 hours",
		"price": "$69.00 USD",
		"imageURL": "https://cache.vtrcdn.com//orion/images/nophoto360x240.png",
		"description": " "
	},
	{
		"title": "8-Hour Private Tour to the Pyramids of Giza and Saqqara including Lunch from Cairo",
		"duration": "Duration: 8 hours",
		"price": "$38.01 USD",
		"imageURL": "https://cache.vtrcdn.com//orion/images/nophoto360x240.png",
		"description": "Discover the ancient secrets of Egypt on a private full-day tour to Giza and Saqqara from Cairo. From your Cairo hotel, you’ll travel to Giza to behold the Great Pyramid of Giza and the mighty Sphinx alongside your guide. Then, you’ll descend to the subterranean tombs of Saqqara before enjoying a traditional Egyptian lunch. Round-trip transportation from your Cairo hotel is included.\r\n\r\n"
	},
	{
		"title": "half day tour to Giza Pyramids & Sphinx",
		"duration": "Duration: 4 hours",
		"price": "$40.00 USD",
		"imageURL": "https://media.tacdn.com/media/attractions-splice-spp-360x240/06/74/26/bb.jpg",
		"description": "Visit one of the Seven Wonders of the World! Your guide will take you to the 5000-year old necropolis in Giza. Stand at the foot of the Great Pyramids, built for Cheops,Chefren and Mykerinus, and guarded by the Great Sphinx. Everyone who visits Egypt needs to see the Pyramids.Duration: About 4 Hours\r\nType: Private Tour\r\nRun: Everyday "
	},
	{
		"title": "Day Trip to Alexandria from Giza",
		"duration": "Duration: 10 hours",
		"price": "$44.00 USD",
		"imageURL": "https://cache-graphicslib.viator.com/graphicslib/thumbs360x240/10124/SITours/day-trip-to-alexandria-from-giza-in-giza-442200.jpg",
		"description": "Discover Alexandria’s ancient sites on a full-day tour from Giza, and explore a legendary city on the Mediterranean Sea. Slip into the catacombs of Kom el Shoqafa then see Pompey’s Pillar, a celebratory landmark of Imperial Rome. Visit the city’s new library, then take in the fortified walls of the Qaitbay Citadel, a 15th-century fortress that was built on the ruins of the Lighthouse of Alexandria, one of the ancient world’s seven wonders. Finish your tour at Abu El Abbas Mosque, an elaborate structure built to honor a Sufi saint. \r\n\r\n"
	},
	{
		"title": "Luxor - Karnak Sound and Light At Night",
		"duration": "Duration: 2 hours",
		"price": "$31.43 USD",
		"imageURL": "https://media.tacdn.com/media/attractions-splice-spp-360x240/06/6a/d3/1f.jpg",
		"description": "This combo admission ticket and private transport service makes seeing the Karnak Light and Sound Show at Luxor hassle-free. Watch the history of Egypt’s pharaohs unfold while you walk around the ancient temple complex. The 1-hour spectacle dazzles audiences with intriguing narration, available nightly. Getting there is easy with an included round-trip transfer from your hotel or cruise ship."
	},
	{
		"title": "Islamic and Coptic Cairo day tour from cairo or giza",
		"duration": "Duration: 5 hours",
		"price": "$50.00 USD",
		"imageURL": "https://media.tacdn.com/media/attractions-splice-spp-360x240/06/88/c6/a3.jpg",
		"description": "Islamic and Coptic Cairo day tour by guide and car\r\nExcursion Cairo professional Tour guide will pick you up from hotel either in Cairo or Giza to visit Salah El Din Citadel which was constructed by Salah El Din in 1183 AD to protect  Cairo from the danger of  Crusaders. After that visit Mohamed Ali Alabaster Mosque which was designed by the architect Yousif Boushnaq a Ottoman architecture  man who came specially from Istanbuland built this great mosque for Mohamed Ali, the ruler of Egypt (1805-1849) who ruled Over 45 years.it is same design but smaller like blue mosque of Sultan Ahmed\r\nthen optional stop for lunch\r\nThen proceed to Visit Old Cairo where you will enjoy, the Hanging Church of 3 rd century which was built of the 2 tower which remains from Babylon fortress  Church of Abu Serga ,  where you can see the holy crypt  , Ben Ezra Synagogue for Jewish  and back to hotel."
	},
	{
		"title": "Luxor Airport Private Departure Transfer",
		"duration": "Duration: 1 hour",
		"price": "$8.40 USD",
		"imageURL": "https://cache-graphicslib.viator.com/graphicslib/thumbs360x240/3124/SITours/luxor-airport-private-departure-transfer-in-luxor-141836.jpg",
		"description": "Arrange for a stress-free ride to the Luxor Airport with this private departure transfer service.  Meet your driver at your hotel or private residence, and relax on the journey to Luxor International Airport in an air-conditioned vehicle that accommodates up to six adults. \r\n\r\n"
	},
	{
		"title": "full day private tour to Luxor East and west Banks Day Tour in Luxor",
		"duration": "Duration: 8 hours",
		"price": "$48.00 USD",
		"imageURL": "https://media.tacdn.com/media/attractions-splice-spp-360x240/06/da/08/fb.jpg",
		"description": "pick up from your hotel in luxor or nile cruise , Step back in time to the days of ancient Egypt and discover their beliefs by visiting Karnak Temples, Luxor Temple, Valley of the Kings and and the Temple of Queen Hatsheput from your hotel in luxor"
	},
	{
		"title": "Pyramids Sound and Light Show with Private Transport",
		"duration": "Duration: 2 hours",
		"price": "$43.05 USD",
		"imageURL": "https://cache-graphicslib.viator.com/graphicslib/thumbs360x240/3124/SITours/pyramids-sound-and-light-show-with-private-transport-in-cairo-157301.jpg",
		"description": "Enjoy a spectacular evening of entertainment with this 2-hour Pyramid Light and Sound Show experience in Cairo, with private round-trip transfers included. Travel to the Giza Plateau by private, air-conditioned vehicle and witness this world-famous sound and light extravaganza. Watch as the pyramids and Sphinx are illuminated in multi-colored lasers and visual projections, and listen to the booming music and commentary emanating from the Sphinx that tells the stories of ancient Egypt and the pyramids. Afterward, relax with your private transfer back to your central Cairo or Giza hotel."
	},
	{
		"title": "One-Way Transfer in Cairo and Giza from or to Airport",
		"duration": "Duration: 2 hours",
		"price": "$10.00 USD",
		"imageURL": "https://cache-graphicslib.viator.com/graphicslib/thumbs360x240/28954/SITours/one-way-transfer-in-cairo-and-giza-from-or-to-airport-in-cairo-378326.jpg",
		"description": "pick you up from to airport , hold sin with your name to your requested hotel"
	},
	{
		"title": "Sound and Light Show at Giza Pyramids including Private Transfer from Cairo",
		"duration": "Duration: 3 hours",
		"price": "$20.00 USD",
		"imageURL": "https://media.tacdn.com/media/attractions-splice-spp-360x240/06/74/cd/14.jpg",
		"description": "The sound and light show at Giza brings Egypt’s ancient history to life, and the family-friendly experience is one of Cairo’s most beloved attractions. See the show hassle-free by pre-booking tickets, with private transport to the Giza Plateau from your Cairo or Giza hotel in an air-conditioned van equipped with onboard Wi-Fi."
	},
	{
		"title": "Private Day Tour to the Temple of Hathor at Dendera",
		"duration": "Duration: 5 hours",
		"price": "$50.00 USD",
		"imageURL": "https://cache.vtrcdn.com//orion/images/nophoto360x240.png",
		"description": "Rather than spend hours negotiating trains and haggling with taxis, treat yourself to a private tour—with Egyptologist guide—when you visit the Temple of Hathor at Dendera. Travel in air-conditioned comfort direct from your door to the temple of ancient Egypt’s goddess of love. In between marveling at the brilliant colors of its astrological roof and sacred lake, there will be time to explore independently."
	},
	{
		"title": "Private Nile Felucca Ride from Cairo",
		"duration": "Duration: 4 hours",
		"price": "$14.50 USD",
		"imageURL": "https://cache.vtrcdn.com//orion/images/nophoto360x240.png",
		"description": "Get a different perspective of the Nile River during a private half-day cruise by traditional felucca, an Egyptian row boat. Taking a private tour means that you’ll receive the undivided attention of your guide as you float along the Nile at sunset, undoubtedly the most magical time of day. Plus, hotel pickup and drop-off mean you don’t have to worry about finding a meeting point."
	},
	{
		"title": "4 Day Sightseeing Cruise Along the Nile from Aswan",
		"duration": "Duration: 4 days",
		"price": "$230.00 USD",
		"imageURL": "https://cache.vtrcdn.com//orion/images/nophoto360x240.png",
		"description": "Nothing is better than spending  a fantastic trip on the deck of a floating boat  in the          \r\neternally Nile where you can see the warm sun, the monuments of the first civilization in the world which makes you feel pride and know the greatness of the ancient Egyptians.\r\n"
	},
	{
		"title": "Private Tour: 6-Hour Quad Bike Safari Trip to Sahara with Dinner, Show, and Star-Gazing",
		"duration": "Duration: 6 hours",
		"price": "$53.17 USD",
		"imageURL": "https://cache.vtrcdn.com//orion/images/nophoto360x240.png",
		"description": "Go 4-wheeling in the Sahara Desert and visit a Bedouin village on a 5-hour quad bike experience from Hurghada with a private guide. Get a taste of Egypt’s traditional desert culture by learning how to ride a camel, tasting local food and taking in a colorful evening performance. Train a digital telescope on the planets and stars above the desert before returning to the city."
	},
	{
		"title": "Book online Private transfer from Luxor to Aswan",
		"duration": "Duration: 4 to 6 hrs",
		"price": "$42.86 USD",
		"imageURL": "https://cache.vtrcdn.com//orion/images/nophoto360x240.png",
		"description": ""
	},
	{
		"title": "Guided Day Trip to Cairo from Hurghada By Bus",
		"duration": "Duration: 15 hours",
		"price": "$54.05 USD",
		"imageURL": "https://cache.vtrcdn.com//orion/images/nophoto360x240.png",
		"description": "Whether you’re short on time or prefer staying in Hurghada, this guided tour of Cairo and Giza packs many significant sites into one day. Discover the history of ancient Egypt with an Egyptologist to guide your group around the Egyptian Museum, where you’ll come face-to-face with King Tut’s golden mask. Visit the Great Sphinx and Giza pyramid complex, with lunch and hotel transport by coach making it hassle-free."
	},
	{
		"title": "Private Alexandria Highlights Guided Day Tour",
		"duration": "Duration: 8 hours",
		"price": "$82.00 USD",
		"imageURL": "https://cache.vtrcdn.com//orion/images/nophoto360x240.png",
		"description": "See the best of Alexandria on a full-day, private tour with an experienced guide. Get the perfect overview and orientation of the city as you trace an all-star route from the stunning modern library to ancient wonders and Roman landmarks. Step into the dramatic history of Egypt’s second largest city, which has seen thousands of years of conquerors and conquests from around the Mediterranean."
	},
	{
		"title": "LUXOR HOT AIR BALLOON",
		"duration": "Duration: 3 hours",
		"price": "$36.00 USD",
		"imageURL": "https://cache.vtrcdn.com//orion/images/nophoto360x240.png",
		"description": "Explore the best ancient monuments and tourist sights Travel to Egypt has to offer in a 3 hours program in Luxor, Enjoy breathtaking experience in the sky of Luxor in a private Luxor hot air balloon for roughly 45 minutes where you enjoy the sunrise over the city."
	},
	{
		"title": "Layover Tour to Pyramids of Giza, Sakkara and Memphis with Lunch",
		"duration": "Duration: 8 hours",
		"price": "$45.00 USD",
		"imageURL": "https://cache.vtrcdn.com//orion/images/nophoto360x240.png",
		"description": "Have a day tour to the fascinating history of Egypt with giza city, where you will visit the necropolis of Sakkara, Giza Pyramids, and Memphis that was the capital of Egypt during the old kingdom."
	},
	{
		"title": "Private Half-Day Tour: Saqqara and Memphis from Cairo",
		"duration": "Duration: 4 to 6 hours",
		"price": "$19.01 USD",
		"imageURL": "https://cache.vtrcdn.com//orion/images/nophoto360x240.png",
		"description": ""
	},
	{
		"title": "Layover Day Tour of Giza Pyramids, Cairo, Egyptian Museum and Bazaar from Cairo Airport",
		"duration": "Duration: 10 hours",
		"price": "$88.00 USD",
		"imageURL": "https://cache.vtrcdn.com//orion/images/nophoto360x240.png",
		"description": ""
	},
	{
		"title": "Luxor Airport Private Arrival Transfer",
		"duration": "Duration: 1 hour",
		"price": "$8.40 USD",
		"imageURL": "https://cache.vtrcdn.com//orion/images/nophoto360x240.png",
		"description": ""
	},
	{
		"title": "Full Day Tour Visiting Coptic and Islamic Cairo",
		"duration": "Duration: 8 hours",
		"price": "$50.00 USD",
		"imageURL": "https://cache.vtrcdn.com//orion/images/nophoto360x240.png",
		"description": ""
	},
	{
		"title": "Private Tour: Luxor Day Trip from Hurghada, Including Valley of the Kings, Hatshepsut Temple, and Karnak Temple",
		"duration": "Duration: 14 hours",
		"price": "$130.00 USD",
		"imageURL": "https://cache.vtrcdn.com//orion/images/nophoto360x240.png",
		"description": ""
	},
	{
		"title": "Private Guided Day Tour to Tanis Bubastis and the Suez Canal from Cairo",
		"duration": "Duration: 10 hours",
		"price": "$65.00 USD",
		"imageURL": "https://cache.vtrcdn.com//orion/images/nophoto360x240.png",
		"description": ""
	},
	{
		"title": "Luxor Karnak Sound and Light Show",
		"duration": "Duration: 2 hours",
		"price": "$33.00 USD",
		"imageURL": "https://cache-graphicslib.viator.com/graphicslib/thumbs360x240/12078/SITours/luxor-karnak-sound-and-light-show-in-luxor-274015.jpg",
		"description": "Touring Luxor’s Karnak Temple by day is one thing: exploring it while floodlit at night quite another. Attend an evening Sound and Light show and explore the complex as multi-colored lights and laser projections illuminate the pillars, statues, and chambers, and pharaoh’s voices tell the temple’s story. Finish by watching a panoramic light show cast on the walls. A romantic occasion for couples, and ideal for families keen to bring history alive for the kids."
	},
	{
		"title": "Private Tour: Hurghada City Sightseeing",
		"duration": "Duration: 3 hours",
		"price": "$25.30 USD",
		"imageURL": "https://cache-graphicslib.viator.com/graphicslib/thumbs360x240/3124/SITours/private-tour-hurghada-city-sightseeing-in-hurghada-147356.jpg",
		"description": "Experience the sights of Hurghada on this 3-hour private tour. Traveling between the sites by air-conditioned vehicle, visit the beautiful Big Mosque, Church of St Mary, and scenic port area. Stop midway for a delicious lunch and finish with free time to haggle for souvenirs in Hurghada’s colorful souks. As you explore, enjoy entertaining commentary from your private guide to get a flavor of life and culture in the city."
	},
	{
		"title": "Luxor by bus guided group tour Valley of the kings,Karnak and Hatshepsut Temples",
		"duration": "Duration: 16 to 20 hours",
		"price": "$66.46 USD",
		"imageURL": "https://media.tacdn.com/media/attractions-splice-spp-360x240/06/96/7a/de.jpg",
		"description": " "
	},
	{
		"title": "Tiran Island Cruise and Snorkeling",
		"duration": "Duration: 7 hours 30 minutes",
		"price": "$48.40 USD",
		"imageURL": "https://media.tacdn.com/media/attractions-splice-spp-360x240/06/d0/10/24.jpg",
		"description": "Revel in the sparkling waters and sunshine of the Red Sea on this full-day Tiran Island cruise and snorkeling trip from Sharm el Sheikh. Aboard a comfortable boat, cruise to Tiran, an island in the southern Gulf of Aqaba famous for its beautiful corals, lagoons and marine life. On arrival, kick back and sunbathe, swim and snorkel in the translucent waters as you wish. Float over multi-colored reefs, watch for exotic fish, rays and turtles, and enjoy a delicious buffet lunch on deck midway through before your return to Sharm."
	},
	{
		"title": "Transfer from Luxor To Hurghada",
		"duration": "Duration: 4 hours",
		"price": "$75.00 USD",
		"imageURL": "https://cache-graphicslib.viator.com/graphicslib/thumbs360x240/10719/SITours/transfer-from-luxor-to-hurghada-in-luxor-549972.jpg",
		"description": " "
	},
	{
		"title": "Private Full-Day Fayoum Oasis and Waterfalls of Wadi El-Rayan Tour from Cairo",
		"duration": "Duration: 8 hours",
		"price": "$46.00 USD",
		"imageURL": "https://cache-graphicslib.viator.com/graphicslib/thumbs360x240/10124/SITours/private-full-day-fayoum-oasis-and-waterfalls-of-wadi-el-rayan-tour-in-cairo-273195.jpg",
		"description": "Get beyond the Cairo sights on a full-day, private tour to Al-Fayoum that explores nature, history and wildlife in an ancient oasis. Visit the salty, scenic Lake Qarun, then explore the collection of Roman-era mummy portraits and statues in the Fayoum museum. Discover a series of waterfalls in the heart of the desert at Wadi El-Rayan, set sail on a traditional Egyptian felucca, and dine at a local restaurant before returning to the city."
	},
	{
		"title": "Scuba diving 2 dives from the boat in Sharm El Sheikh",
		"duration": "Duration: 8 hours",
		"price": "$64.04 USD",
		"imageURL": "https://media.tacdn.com/media/attractions-splice-spp-360x240/06/6a/d1/6a.jpg",
		"description": "This small-group dive in the Red Sea from Sharm el Sheikh offers an incredible value. Visit two top diving sites such as Ras Mohamed and the Tiran Island coast—12 liter tanks and Nitrox are included—and then relax onboard a 16-passenger boat between destinations. Optionally, upgrade to include a buffet lunch with meats, salads, and rice."
	},
	{
		"title": "Tour to Alexandria from Cairo by Car",
		"duration": "Duration: 12 hours",
		"price": "$95.00 USD",
		"imageURL": "https://media.tacdn.com/media/attractions-splice-spp-360x240/06/d5/28/ee.jpg",
		"description": "Pay a visit to Egypt’s beautiful second city. See rock-cut Roman \r\ncatacombs, the ruins of a Roman temple complex, and \r\nQaitbey Citadel. Visit the \r\nBibleotheca Alexandrina and enjoy fresh seafood by the Mediterranean."
	},
	{
		"title": "Private Departure Transfer from Hotels in Cairo or Giza to Cairo International Airport",
		"duration": "Duration: 1 hour",
		"price": "$29.00 USD",
		"imageURL": "https://cache-graphicslib.viator.com/graphicslib/thumbs360x240/10726/SITours/private-departure-transfer-from-hotels-in-cairo-or-giza-to-cairo-in-cairo-283016.jpg",
		"description": "Private pick-up transfer from any hotels located in Cairo or Giza to Cairo International airport. The transfer is by private A/C vehicles. Drivers are knowledgeable of the quickest routes to Cairo International airport. Available 24/7."
	},
	{
		"title": "Sea Scope semi Submarine",
		"duration": "Duration: 2 to 3 hours",
		"price": "$18.00 USD",
		"imageURL": "https://cache.vtrcdn.com//orion/images/nophoto360x240.png",
		"description": "The Sea Scope semi Submarine is a very good and lovely trip where everyone can enjoy such a fabulous time watching the different kind of fishes and corals through large panoramic windows even the sun and sailing in the Red Sea. It is very suitable for everyone, adults and kids. It is operating every day. It is just a short trip to see more without getting wet."
	},
	{
		"title": "Cairo shopping tour",
		"duration": "Duration: 6 hours",
		"price": "$7.00 USD",
		"imageURL": "https://cache.vtrcdn.com//orion/images/nophoto360x240.png",
		"description": "buying good souvenir shopping but private expert driver"
	},
	{
		"title": "Transfer from Cairo airport to hotel",
		"duration": "Duration: 1 hour",
		"price": "$9.90 USD",
		"imageURL": "https://cache.vtrcdn.com//orion/images/nophoto360x240.png",
		"description": " "
	},
	{
		"title": "Dolphin House Snorkeling- Banana fun-Hurghada",
		"duration": "Duration: 9 hours",
		"price": "$26.20 USD",
		"imageURL": "https://cache.vtrcdn.com//orion/images/nophoto360x240.png",
		"description": " "
	},
	{
		"title": "private pick up transfer from Cairo airport to hotels in cairo or giza",
		"duration": "Duration: 1 hour",
		"price": "$9.00 USD",
		"imageURL": "https://cache.vtrcdn.com//orion/images/nophoto360x240.png",
		"description": "enjoy a hassle -free arrival in cairo with this private transfer service .meet your driver at the cairo airport, and relax on the journey to your hotel in cairo or giza area. \r\ntravel from Cairo international airport to your hotel in Cairo city or Giza in private \r\nsave time and energy without worrying about cabs or public transportation.\r\n"
	},
	{
		"title": "Day tour to Luxor from Safaga port",
		"duration": "Duration: 12 hours",
		"price": "$95.00 USD",
		"imageURL": "https://cache.vtrcdn.com//orion/images/nophoto360x240.png",
		"description": "Enjoy a shore day steeped in Egyptian history on this daylong tour to Luxor, from Safaga Port. After convenient cruise port pickup, cross the desert to Luxor, where you visit the Karnak Temples and columned Hypostyle Hall. Next, stop at the Valley of the Kings, visit the towering Colossi of Memnon stone statues, and explore Hatshepsut Temple, commissioned by Egypt's powerful female ruler in the 15th century BC."
	},
	{
		"title": "Private Tour to Luxor west bank tombs",
		"duration": "Duration: 6 hours",
		"price": "$90.00 USD",
		"imageURL": "https://cache.vtrcdn.com//orion/images/nophoto360x240.png",
		"description": "Absolutely the first choice for a trip to Luxor is to Visit the famous Tomb of king Tutankhamun , Ramasses and Pharaohs of Egypt Glory Era of 1500 BC. with a private Egyptologist Guide speaks your language , explore the unique Temple of  Queen Hatshepsut  , listen to the story of The Memnon Colossi while your guide show you at their site ,Skip the line as a VIP guest..\r\nBack to the Hotel ."
	},
	{
		"title": "2 Private days in Giza and Cairo including airport transfers",
		"duration": "Duration: 4 days",
		"price": "$45.00 USD",
		"imageURL": "https://cache.vtrcdn.com//orion/images/nophoto360x240.png",
		"description": "Benefit from personalized attention and the ability to travel at your own pace during this private tour of Giza and Cairo over two days. After pickup at Cairo airport, listen to enlightening commentary from your guide while stopping at highlights such as Khan el Khalili bazaar, the Alabaster Mosque Hanging Church, the Citadel, Giza, and the Egyptian Museum. All transportation is provided, as well as bottled water and entrance fees, so all you have to do is enjoy and learn."
	},
	{
		"title": "Private Day Tour in Dahshur and Quad Bike Adventure",
		"duration": "Duration: 6 hours",
		"price": "$30.00 USD",
		"imageURL": "https://cache.vtrcdn.com//orion/images/nophoto360x240.png",
		"description": "Combine ancient history and adventure on a 6-hour, private tour of the Dahshur necropolis with a quad bike experience on the Giza Plateau. Step back in time at the Red Pyramid and the Bent Pyramid, built by the powerful King Sneferu. Continue to Giza to lay down tracks in the Sahara Desert, the great sand sea which laps the base of the Great Pyramid and the enigmatic Sphinx. Take in unforgettable views of the Giza Plateau’s iconic structures, then finish your day with return transfer to your hotel."
	},
	{
		"title": "Private Transfer from Cairo Airport to Hotel in Giza",
		"duration": "Duration: Flexible",
		"price": "$4.50 USD",
		"imageURL": "https://cache.vtrcdn.com//orion/images/nophoto360x240.png",
		"description": "Book your Private hassle free transfer from Cairo airport to your hotel in Giza. The service ensures punctual, and reliable transfer when you arrive to Cairo. The service is available all day 24/7 all year round. Coaches are driven by expert drivers who are knowledgeable and smart.\r\nCairo is known for its hectic traveler but booking in advance a private transfer before you arrive ensures that you will avoid the chaos and hastiness of the city specially when you don't know Arabic. The service of Cairo airport private transfer to Giza hotel or address will deliver you safely to your destination."
	},
	{
		"title": "Private Half-Day Trip to Giza Pyramids sphinx with Camel-Riding",
		"duration": "Duration: 5 hours",
		"price": "$15.00 USD",
		"imageURL": "https://cache.vtrcdn.com//orion/images/nophoto360x240.png",
		"description": "Private Half-Day Trip to Giza Pyramids sphinx with Camel-Riding with private prick from you hotel either in Cairo ro giza by private tour guide and ac vehicle \r\nSee one of the seven wonders of the ancient world on this guided, private, half-day tour., at the Great Sphinx, a large half-human, half-lion statue, and the Great Pyramid of Giza, the largest of the three pyramids in the Giza pyramid complex. Also, take a ride on a camel for 15 minutes around a view of more pyramids\r\nthen transfer back to hotel"
	},
	{
		"title": "Islamic Cairo Walking Tour: Khan el Khalili, Al-Azhar Mosque",
		"duration": "Duration: 6 hours",
		"price": "$14.50 USD",
		"imageURL": "https://cache.vtrcdn.com//orion/images/nophoto360x240.png",
		"description": "Walk Cairo’s vibrant Al Muizz Street, browse the Khan El Khalili Bazaar, and experience Al Azhar Mosque on a 6-hour exploration of the city’s Islamic heritage. Enter Bab El Fotouh gate and take in the medieval architecture that lines Al Muizz, a street through the heart of historic Cairo. Immerse yourself in the scents and sounds of Egypt’s most iconic souk then visit a millennium-old mosque, whose sturdy minarets and shady arcades were built by the Fatimid Caliphate, and house a renowned school of Islamic studies. \r\n\r\n"
	},
	{
		"title": "Two-Day Private Guided City Tour of Cairo Giza and Saqqara",
		"duration": "Duration: 2 days",
		"price": "$15.21 USD",
		"imageURL": "https://cache.vtrcdn.com//orion/images/nophoto360x240.png",
		"description": "Devote ample time to Cairo’s wonders by spreading your sightseeing over two days on this privately guided tour. Accompanied by your own Egyptologist guide, set off on Day 1 to see the pyramids and Sphinx at Giza, before traveling to Saqqara, home to the Step pyramid, Egypt’s first-ever pyramid. On Day 2, switch your sights to Cairo itself. Marvel at the treasures of King Tutankhamun and other highlights at the Egyptian Museum; visit the Mohammed Ali Mosque; and enjoy the Khan El-Khalili bazaar. Daily hotel pickup and drop-off is included."
	},
	{
		"title": "2-Hour Camel or Horse Ride Excursion Around the Pyramids",
		"duration": "Duration: 2 hours",
		"price": "$33.00 USD",
		"imageURL": "https://cache.vtrcdn.com//orion/images/nophoto360x240.png",
		"description": "Watch the sun rise or set over the legendary Giza pyramids on an atmospheric camel, horse, or carriage ride. After a convenient hotel pickup, travel to the stables and hop on your chosen mode of transport. With a Bedouin guide, marvel at the Great Pyramid, capture spectacular photographs, and explore the desert surrounding the pyramid complex."
	},
	{
		"title": "offers",
		"duration": "Duration: 4 days",
		"price": "$235.00 USD",
		"imageURL": "https://cache.vtrcdn.com//orion/images/nophoto360x240.png",
		"description": "Four days ( three nights )in Aswan\r\nNothing is better than spending  a fantastic trip on the deck of a floating boat  in the          \r\neternally Nile where you can see the warm sun, the monuments of the first civilization in the world which makes you feel pride and know the greatness of the ancient Egyptians.\r\n"
	},
	{
		"title": "Giftun Island Budget Snorkeling Trip from Hurghada",
		"duration": "Duration: 7 hours",
		"price": "$17.33 USD",
		"imageURL": "https://media.tacdn.com/media/attractions-splice-spp-360x240/06/74/10/4f.jpg",
		"description": "The Recommended trip during your stay in Hurghada to the Giftun Island and discover the fascinating underwater life with its incredible coral reefs, exotic fish and the biodiversity of the Red Sea."
	},
	{
		"title": "Sharm El Sheikh City Tour",
		"duration": "Duration: 4 hours",
		"price": "$60.00 USD",
		"imageURL": "https://media.tacdn.com/media/attractions-splice-spp-360x240/06/bd/e2/f4.jpg",
		"description": "Explore Sharm El Sheikh with our fantastic city tour in Sharm to visit the most attractive places in one day .. Mustafa mosque, The Old Market, Neama Bay, Soho Square and enjoy shoping around the city."
	},
	{
		"title": "2-Day Private Tour: Luxor West and East Bank, Karnak Temple Valley of the Kings and Hatshepsut Temple Colossi of Memnon",
		"duration": "Duration: 2 days",
		"price": "$92.00 USD",
		"imageURL": "https://media.tacdn.com/media/attractions-splice-spp-360x240/06/75/86/14.jpg",
		"description": "It would be a shame to race through the majesty of ancient Luxor. Take the sights at your own pace with your personal Egyptologist over this 2-day private door-to-door tour. Day 1 is devoted to the East Bank: the Temple of Karnak and Luxor Temple. Day 2 covers the West Bank: the Valley of the Kings, the Valley of the Queens, the Temple of Hatshepsut, and the Colossi of Memnon."
	},
	{
		"title": "Hot Air Balloon Ride in Luxor",
		"duration": "Duration: 3 hours",
		"price": "$100.00 USD",
		"imageURL": "https://media.tacdn.com/media/attractions-splice-spp-360x240/06/75/71/bd.jpg",
		"description": "> Enjoy the life trip for 45 minutes in the sky of Luxor. "
	},
	{
		"title": "Paradise Class Semi Submarine",
		"duration": "Duration: 2 hours",
		"price": "$22.00 USD",
		"imageURL": "https://media.tacdn.com/media/attractions-splice-spp-360x240/06/74/6d/3e.jpg",
		"description": "You don’t need to be a scuba diver to discover the brilliant corals and vibrant marine life of the Red Sea. On this tour, descend in a semi-submarine to a depth of up to 13 feet (4 meters), and look for life from clownfish to lion fish on the reef. After your trip, see even more with a short snorkeling session."
	},
	{
		"title": "Tour to Dendera and Abydos Temples",
		"duration": "Duration: 10 hours",
		"price": "$65.00 USD",
		"imageURL": "https://media.tacdn.com/media/attractions-splice-spp-360x240/06/bd/e3/1d.jpg",
		"description": "Drive north from Luxor for a day to see two of the most complete temples in Egypt. Abydos Temple is dedicated to the Ancient Egyptian god of the underworld. Temple of Hathor at Dendara may be the best preserved in Egypt with full color still visible on its walls.\r\n "
	},
	{
		"title": "Half Day Guided Tour To Memphis City and Dahshur with Entrance fees",
		"duration": "Duration: 5 hours",
		"price": "$30.00 USD",
		"imageURL": "https://media.tacdn.com/media/attractions-splice-spp-360x240/06/6c/45/97.jpg",
		"description": "Have A Day Tour To The Fascinating History Of Egypt With To Giza City Where You Will Visit Dahshur, And Memphis City That Was The Capital Of Egypt During The Old Kingdom."
	},
	{
		"title": "One-Day Private Tour to Luxor from Hurghada by Vehicle or Car",
		"duration": "Duration: 15 hours",
		"price": "$53.00 USD",
		"imageURL": "https://media.tacdn.com/media/attractions-splice-spp-360x240/06/6f/3b/ee.jpg",
		"description": "Take a full-day private tour from Hurghada to the ancient city of Luxor. Visit a number of ancient Egyptian temples throughout the day, including the Karnak Temple—the largest temple in the world—the Luxor Temple, and Queen Hatshepsut's Temple of Deir El-Bahri. Listen to informative commentary from your guide about the histories of these ancient temples, most of which were built by Amenhotep III and Rameses II."
	},
	{
		"title": "Camel or horse riding at the Pyramids from Cairo",
		"duration": "Duration: 2 hours",
		"price": "$36.00 USD",
		"imageURL": "https://media.tacdn.com/media/attractions-splice-spp-360x240/06/d7/d8/31.jpg",
		"description": "Soak up views of the Giza Pyramids and capture shots that will last a lifetime on this private desert riding trip. Just pick a time that suits you, be that sunrise, sunset, morning, or afternoon. Then, with a guide to ensure your safety, cruise the Sahara sands on your choice of horse or camel—all are used to first-time riders. Your adventure includes door-to-door round-trip private transfers—no haggling required."
	},
	{
		"title": "Private Arrival Transfer from Luxor Airport",
		"duration": "Duration: 2 to 3 hrs",
		"price": "$4.29 USD",
		"imageURL": "https://cache.vtrcdn.com//orion/images/nophoto360x240.png",
		"description": "Private transfer from Luxor International airport to your Hotel or Nile cruise in Luxor and avoid the hassle you may face, greeted by our representative outside the terminal at the street exit gate with a sign shows your name on it then you will be transferred from Luxor international airport to your Hotel or Nile cruise in Luxor. Available  24/7 upon request safe and always On time."
	},
	{
		"title": "Private Half Day Tour to Giza Pyramids and Sphinx from Cairo",
		"duration": "Duration: 4 hours",
		"price": "$24.30 USD",
		"imageURL": "https://cache.vtrcdn.com//orion/images/nophoto360x240.png",
		"description": "Experience two of Egypt’s most iconic monuments, the Pyramids and the Sphinx, like an ancient pharaoh would during this 4-hour customized private tour. Enjoy personalized service from a certified Egyptologist as you wander the grounds of these impressive monuments, learning about the great Egyptian rulers that led their construction. You’ll check out the Pyramids, including Cheops, Chephren and Mykerinos, then get a closer look at the Sphinx, which guards a funeral complex. Your trip also includes a private vehicle, entrance fees, round-trip hotel transport and camel ride."
	},
	{
		"title": "Cairo airport private transfer to Cairo and Giza hotels",
		"duration": "Duration: 1 to 2 hrs",
		"price": "$45.00 USD",
		"imageURL": "https://cache.vtrcdn.com//orion/images/nophoto360x240.png",
		"description": "Do not land in an unfamiliar city without knowing how you are getting to your hotel. Book Cairo Airport Private Transfer today for an easy arrival. Get safely and smoothly to your destination from Cairo International Airport to all locations in Cairo, Giza for clients who value comfort, safety, speed.\r\n\r\n"
	},
	{
		"title": "Boat trip to Orange bay with lunch , snorkeling and water sports",
		"duration": "Duration: 8 to 9 hours",
		"price": "$39.59 USD",
		"imageURL": "https://cache.vtrcdn.com//orion/images/nophoto360x240.png",
		"description": "Orange bay - Feels like in the Caribbean and Explore marine life in 2 stop points for snorkeling.\r\nFirst of all our professional crew will lead you in amazing day trip to a very private part of the Giftun islands (Orange bay, Caribbean island) similarly like in the Caribbean.\r\n1 – Enjoy the sun and the fresh air while Sailing to the Orange bay .\r\n2 – First stop: landing on Orange island for almost 2 hours .\r\n3 – Second stop: Snorkeling\r\n4 – Third stop: Lunch Buffet.\r\n5 – Fourth stop: Snorkeling.\r\n6 – Fives stop: Water sports while sailing back .\r\n"
	},
	{
		"title": "Private Tour: Luxor Flight and Tour from Sharm el Sheikh",
		"duration": "Duration: 14 hours",
		"price": "$356.40 USD",
		"imageURL": "https://cache.vtrcdn.com//orion/images/nophoto360x240.png",
		"description": "Visit Egypt’s most iconic sites on a private tour to Luxor with a flight from Sharm El Sheikh, and take in stunning aerial views of the Nile. Slip inside ancient tombs in the Valley of the Kings, pass through a gauntlet of sphinxes to the restored Hatshepsut Temple, and discover vivid reliefs on the broad middle terrace. Explore rambling ruins at the Temple of Karnak and take in Luxor Temple’s imposing obelisks, pillars and statues before boarding a return flight to Sharm El Sheikh."
	},
	{
		"title": "Half-Day Tour from Cairo: Dahshur Pyramids Sakkara and Memphis City",
		"duration": "Duration: 4 hours",
		"price": "$24.29 USD",
		"imageURL": "https://cache.vtrcdn.com//orion/images/nophoto360x240.png",
		"description": ""
	},
	{
		"title": "Day Trip from Cairo to El Mokkatm Mountain Cave Church",
		"duration": "Duration: 3 hours",
		"price": "$60.00 USD",
		"imageURL": "https://cache.vtrcdn.com//orion/images/nophoto360x240.png",
		"description": ""
	},
	{
		"title": "Private Felucca in the River Nile",
		"duration": "Duration: 1 hour",
		"price": "$18.75 USD",
		"imageURL": "https://cache.vtrcdn.com//orion/images/nophoto360x240.png",
		"description": ""
	},
	{
		"title": "Private tour of Giza Pyramids,Saqqara Pyramid& Dahshour Pyramids (All inclusive)",
		"duration": "Duration: 8 hours",
		"price": "$68.00 USD",
		"imageURL": "https://cache.vtrcdn.com//orion/images/nophoto360x240.png",
		"description": ""
	},
	{
		"title": "private tour to Karnak and Luxor Temples Day tour in Luxor",
		"duration": "Duration: 4 hours",
		"price": "$23.00 USD",
		"imageURL": "https://cache.vtrcdn.com//orion/images/nophoto360x240.png",
		"description": ""
	},
	{
		"title": "Day Tour to Ramesseum Temple, Habu Temple, and Valley of the Nobles",
		"duration": "Duration: 5 hours",
		"price": "$35.00 USD",
		"imageURL": "https://cache.vtrcdn.com//orion/images/nophoto360x240.png",
		"description": ""
	},
	{
		"title": "4 Days 3 Nights Aswan & Luxor Nile cruise",
		"duration": "Duration: 4 days",
		"price": "$141.60 USD",
		"imageURL": "https://cache.vtrcdn.com//orion/images/nophoto360x240.png",
		"description": ""
	},
	{
		"title": "Nubian Village Excursion from Aswan",
		"duration": "Duration: 3 hours",
		"price": "$28.50 USD",
		"imageURL": "https://cache.vtrcdn.com//orion/images/nophoto360x240.png",
		"description": ""
	},
	{
		"title": "Day tour to Luxor from Marsa Alam",
		"duration": "Duration: 16 hours",
		"price": "$139.72 USD",
		"imageURL": "https://cache.vtrcdn.com//orion/images/nophoto360x240.png",
		"description": ""
	},
	{
		"title": "Private Full-Day Walking Tour through Islamic Cairo",
		"duration": "Duration: 8 hours",
		"price": "$28.60 USD",
		"imageURL": "https://cache.vtrcdn.com//orion/images/nophoto360x240.png",
		"description": ""
	},
	{
		"title": "Full-Day East and West Luxor Private Tour",
		"duration": "Duration: 6 to 8 hours",
		"price": "$24.00 USD",
		"imageURL": "https://media.tacdn.com/media/attractions-splice-spp-360x240/06/d7/c4/4f.jpg",
		"description": "Discover Luxor’s East Bank and West Bank on a full-day, private tour that gives you the flexibility to explore each destination at your own pace. Immerse yourself in Luxor's ancient history at the Valley of the Kings, Temple of Hatshepsut (Deir el-Bahari), Colossi of Memnon, Temple of Karnak, and Luxor Temple, and cool off between the sun-baked sites in the comfort of a climate-controlled vehicle."
	},
	{
		"title": "Alexandria Day Trip from Cairo",
		"duration": "Duration: 10 hours",
		"price": "$98.00 USD",
		"imageURL": "https://cache-graphicslib.viator.com/graphicslib/thumbs360x240/6509/SITours/alexandria-day-trip-from-cairo-in-cairo-157447.jpg",
		"description": "Head back in time on this historic Alexandria Day Trip from Cairo that showcases the best of Egypt’s second-largest city. Travel to this coastal destination founded in 312 BC and listen in as your expert guide shares how it was the nation’s capital for some nearly a millennium. Venture into the dark Roman catacombs of Kom ash-Shuqqafa and explore the medieval Fort Qaitbey where the city’s lighthouse was once located. Follow your guide into the Alexandria Library and tour the National Museum where you’ll wind through halls filled with ancient artifacts dating back to the Greeks and Romans that highlight Alexandria’s rich past."
	},
	{
		"title": "6-Hour Private Layover Tour to the Pyramids and the Sphinx",
		"duration": "Duration: 6 hours",
		"price": "$19.94 USD",
		"imageURL": "https://cache-graphicslib.viator.com/graphicslib/thumbs360x240/19202/SITours/6-hour-private-layover-tour-to-the-pyramids-and-the-sphinx-in-cairo-640709.jpg",
		"description": "Facing a long wait at Cairo Airport between flights? Make the best use of your time with a private 6-hour tour to Giza. Your private Egyptologist guide will help ease you through airport procedures before whisking you to the Giza Plateau to see the world-famous pyramids. Take in the massive ancient tombs and Great Sphinx, enjoy a camel ride, and visit the Valley Temple, the nearby ancient mummification complex. Afterward, refuel with an included Egyptian lunch before returning to the airport for your outbound flight."
	},
	{
		"title": "Dolphin Habitat Snorkeling Tour from Hurghada, Makadi or El Gouna",
		"duration": "Duration: 8 hours",
		"price": "$26.00 USD",
		"imageURL": "https://media.tacdn.com/media/attractions-splice-spp-360x240/07/01/41/f0.jpg",
		"description": "Snorkel among vibrant corals, native fish and dolphins during this 8-hour tour departing from El Gouna, Makadi or Hurghada. Board a comfortable boat at the nearby pier to meet your friendly, experienced captain and crew. Set out into the Red Sea in search of pods of dolphins. Don the provided snorkel equipment and dive in to explore the underwater world, populated by vibrant coral, tropical fish and other marine life. Back on board, enjoy a hearty lunch before returning to the pier. Round-trip transportation from your hotel in a comfortable, air-conditioned vehicle is included."
	},
	{
		"title": "Full private day tour in Aswan to visit Phelae temple and Nubian Village with lunch included",
		"duration": "Duration: 7 hours",
		"price": "$65.00 USD",
		"imageURL": "https://media.tacdn.com/media/attractions-splice-spp-360x240/06/6a/e3/fa.jpg",
		"description": "Cruise to Philae Temple and visit Nubian villagers on Sehel Island on this door-to-door private tour that brings you right to the heart of Aswan: the iconic Nile. Exploring with your own personal guide, float past palm groves en route to spectacular Nile islands, enjoy a piece of traditional Nubian henna art on your hands, get up close and personal with crocodiles, and feast on a Nubian lunch."
	},
	{
		"title": "Full-Day Private Tour: Historic Alexandria From Cairo",
		"duration": "Duration: 10 hours",
		"price": "$75.00 USD",
		"imageURL": "https://media.tacdn.com/media/attractions-splice-spp-360x240/06/75/94/b4.jpg",
		"description": "Step back into the pages of history on this 10-hour trip to ancient Alexandria, touring the Bibliotheca Alexandrina library and the city’s catacombs and fortifications with the aid of a private guide. Join an Egyptologist for an exploration of this millennia-old center of civilization on the Mediterranean. Visit the modern incarnation of the city’s famous ‘Library of Alexandria,’ and check out the Catacombs of Kom El-Shoqafa before discovering the Citadel of Qaitbay, a key defensive fortification. Your trip also includes lunch, private vehicle, entrance fees and round-trip hotel transport."
	},
	{
		"title": "Nile Maxim dinner cruise on the Nile",
		"duration": "Duration: 3 to 4 hours",
		"price": "$35.75 USD",
		"imageURL": "https://media.tacdn.com/media/attractions-splice-spp-360x240/06/d7/bc/b1.jpg",
		"description": "Spend an evening cruising the Nile on an evening boat ride that includes dinner and live entertainment. After a convenient hotel pickup, embark on a romantic night out on the water. See the sunset over Cairo, enjoy a delicious dinner, listen to atmospheric live music, and watch two traditional dance performances—a belly dancing and Tanoura Sofy show."
	},
	{
		"title": "Islamic Cairo Tour",
		"duration": "Duration: 4 hours",
		"price": "$47.00 USD",
		"imageURL": "https://media.tacdn.com/media/attractions-splice-spp-360x240/06/74/26/81.jpg",
		"description": "Visit Islamic Sites in Cairo Such as the Citadel of Salah El Din, Mohamed Ali Mosque, El Rifai Mosque, El Sultan Hassan Mosque, Al-Azhar and El Hussein Mosques and visit Khan Khalili Bazaar in Cairo.\r\n "
	},
	{
		"title": "DAY TRIP TO BAHARIYA OASIS VISIT BLACK AND WHITE DESERT FROM CAIRO",
		"duration": "Duration: 12 hours",
		"price": "$100.00 USD",
		"imageURL": "https://media.tacdn.com/media/attractions-splice-spp-360x240/06/d0/bd/d1.jpg",
		"description": ""
	},
	{
		"title": "Private Transfer - Cairo Airport Arrivals Hall to Hotel",
		"duration": "Duration: Flexible",
		"price": "$4.00 USD",
		"imageURL": "https://cache.vtrcdn.com//orion/images/nophoto360x240.png",
		"description": ""
	},
	{
		"title": "Full-Day Alexandria Private Tour with Tour Guide from Cairo",
		"duration": "Duration: 12 hours",
		"price": "$110.00 USD",
		"imageURL": "https://cache.vtrcdn.com//orion/images/nophoto360x240.png",
		"description": ""
	},
	{
		"title": "Dolphin House and Banana Boat Fun from Hurghada",
		"duration": "Duration: 7 hours",
		"price": "$30.00 USD",
		"imageURL": "https://cache.vtrcdn.com//orion/images/nophoto360x240.png",
		"description": ""
	},
	{
		"title": "Private Tour: Abu Simbel by Minibus from Aswan",
		"duration": "Duration: 8 hours",
		"price": "$123.90 USD",
		"imageURL": "https://cache.vtrcdn.com//orion/images/nophoto360x240.png",
		"description": ""
	},
	{
		"title": "Tour to Luxor from Hurghada",
		"duration": "Duration: 15 hours",
		"price": "$122.26 USD",
		"imageURL": "https://cache.vtrcdn.com//orion/images/nophoto360x240.png",
		"description": ""
	},
	{
		"title": "3-Hour Nile River Buffet Dinner Cruise",
		"duration": "Duration: 3 hours",
		"price": "$28.00 USD",
		"imageURL": "https://cache.vtrcdn.com//orion/images/nophoto360x240.png",
		"description": ""
	},
	{
		"title": "Private Full Day Tour: Giza Pyramids, Sphinx, Sakkara and City of Memphis",
		"duration": "Duration: 8 hours",
		"price": "$69.00 USD",
		"imageURL": "https://cache.vtrcdn.com//orion/images/nophoto360x240.png",
		"description": ""
	},
	{
		"title": "2-Hour Nile River Lunch Cruise in Cairo",
		"duration": "Duration: 3 hours",
		"price": "$28.57 USD",
		"imageURL": "https://cache.vtrcdn.com//orion/images/nophoto360x240.png",
		"description": ""
	},
	{
		"title": "Private Tour: Coptic Cairo, The Hanging Church, Abu Serga, Ben Ezra",
		"duration": "Duration: 3 hours",
		"price": "$38.85 USD",
		"imageURL": "https://cache.vtrcdn.com//orion/images/nophoto360x240.png",
		"description": ""
	},
	{
		"title": "Cairo Stopover Tour To Giza Pyramids Egyptian Museum, Citadel & Bazaar",
		"duration": "Duration: 9 hours",
		"price": "$110.00 USD",
		"imageURL": "https://cache.vtrcdn.com//orion/images/nophoto360x240.png",
		"description": ""
	},
	{
		"title": "Luxor Day Tour from Hurghada, El Gouna, or Makadi",
		"duration": "Duration: 18 hours",
		"price": "$70.00 USD",
		"imageURL": "https://cache.vtrcdn.com//orion/images/nophoto360x240.png",
		"description": ""
	},
	{
		"title": "2 DAYS 1 NIGHT TRAVEL PACKAGE TO ASWAN & LUXOR FROM CAIRO",
		"duration": "Duration: 2 days",
		"price": "$465.00 USD",
		"imageURL": "https://cache.vtrcdn.com//orion/images/nophoto360x240.png",
		"description": ""
	},
	{
		"title": "Discover Egypt and Jordan Tour 14 Days-Cairo and Nile Cruise- Petra and Dead Sea",
		"duration": "Duration: 14 days",
		"price": "$2,250.00 USD",
		"imageURL": "https://cache.vtrcdn.com//orion/images/nophoto360x240.png",
		"description": ""
	},
	{
		"title": "Nile Cruise Holiday from Luxor to Aswan: 5 Days including Abu Simbel",
		"duration": "Duration: 5 days",
		"price": "$624.00 USD",
		"imageURL": "https://cache.vtrcdn.com//orion/images/nophoto360x240.png",
		"description": ""
	},
	{
		"title": "Coptic Cairo- Islamic Cairo - Khan El Khaliliy Bazar and The Egyptian Museum",
		"duration": "Duration: 7 hours",
		"price": "$65.00 USD",
		"imageURL": "https://cache.vtrcdn.com//orion/images/nophoto360x240.png",
		"description": ""
	}
]
