[
	{
		"title": "Sharm el-Sheikh: Evening Desert Tour with Bedouin Dinner",
		"duration": "5 hours",
		"price": "From\r\nE£ 712.75\r\n",
		"imageURL": "data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==",
		"experiences": "Enjoy a candlelit dinner at a Bedouin camp in the Mander Valley\r\nRide a camel across the desert sands\r\nWatch amazing fire and belly dance shows\r\nLook at the stars through digital telescopes and learn about the constellations\r\nTry some traditional Bedouin \"habbak\" tea\r\n",
		"fullDescription": "Benefit from pick-up at your hotel in Sharm El Sheikh and then journey to a quad bike center far from the crowds and traffic, in an isolated desert location.\r\n\r\nMeet your instructor and get a safety briefing. Benefit from the expertise of your instructor as they escort you through the desert for about 2 hours. You will make your way to a Bedouin camp, where you can take an optional camel ride. \r\n\r\nReconnect with nature, surrounded by mountains, and get welcome drinks on arrival at the camp. Try some traditional habbak (wild mint) tea and learn how the Bedouins bake their bread. Then, climb to the top of a small hill to watch an amazing sunset and feel the desert breeze at the end of the day. Return to the Bedouin tent to enjoy an open buffet dinner of rice, vegetables, salads, tahini, fried chicken, shish kebab, fruits, local bread and sodas.\r\n\r\nWatch an incredible fire show and belly dance show before looking at the stars through digital telescopes. Get interesting explanations about the night sky from an English-speaking astronomer. Return to Sharm el-Sheikh and get dropped off at your hotel on arrival. ",
		"includes": "Hotel pick-up and drop off\r\nTransportation by air-conditioned bus\r\nEnglish-speaking guide\r\nDinner and drinks\r\nOptional camel ride\r\nQuad bike\r\n"
	},
	{
		"title": "Quad Runner Bike Adventure: Sharm el Sheikh",
		"duration": "3 hours",
		"price": "From\r\nE£ 356.50\r\nE£ 457\r\n",
		"imageURL": "data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==",
		"experiences": "See the desert of Egypt in a whole new way\r\nRace through the sands on your four-wheeler\r\nEnjoy a picture perfect sunrise or sunset\r\nStop for tea in a traditional Bedouin tent\r\n",
		"fullDescription": "As the sand whips past your eyes and ears, your heart beats faster. Here you are, in the grand desert near Sharm el Sheikh, driving your very own Quad Runner through the dunes and desert in a way that you'll never forget.\r\n\r\nYour day begins with a pick-up from your hotel in Sharm el Sheikh, and then a quick drive to get some safety instructions and lessons on the bikes. You'll also be taught how to tie up your headropes, so that you don't come back all covered in sand and bruised from the pressure.\r\n\r\nThen, we're off to the races. This unmissable experience brings you through the desert at the perfect time of day: sunrise or sunset! You will head to a high point in Wadi Al-Aat, where tea is served in a traditional Bedouin tent. At the end of your tea, we'll race back to town, and then finally return to your hotel.",
		"includes": "All transfers by air-conditioned car\r\nQuad bike\r\nTour-leader\r\n"
	},
	{
		"title": "Ras Mohammed National Park: Snorkelling Trip",
		"duration": "8 hours",
		"price": "Intro Special\r\nFrom\r\nE£ 522.75\r\n",
		"imageURL": "data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==",
		"experiences": "Visit the Ras Mohammed National Park\r\nSnorkel in the most beautiful reef in Egypt\r\nExperience an impressively colorful underwater world\r\nSee mangroves, the only trees that grow in salt wate\r\nDiscover the magical deep lake, which is suitable for swimming\r\n",
		"fullDescription": "Be collected at your accommodation in Sharm by a modern air-conditioned mini-bus. Take a for a short drive to the Ras Mohammed National Park. Your guide will tell you interesting facts on the way there.\r\n\r\nHave the opportunity to go snorkeling in Egypt's most beautiful reef. Marvel at a remarkably colorful underwater world. Mangroves are the only trees that grow in salt water. In the Ras Mohammed National Park, you can find these unique trees that are actually native to Central Africa.\r\n\r\nDiscover the Magic Lake, a large deep lake suitable for swimming. The Bedouin gave his name to the magic lake and you will learn fantastic stories about him. After your snorkeling experience at the Ras Mohammed National Park, be returned to your accommodation in time for dinner. ",
		"includes": "Transportation in an air-conditioned bus\r\nTour guide\r\nEntrance fee to the Ras Mohamed National Park\r\nSnorkeling equipment\r\n"
	},
	{
		"title": "Sharm El-Sheikh Airport Transfer",
		"duration": "1 hour",
		"price": "From\r\nE£ 91.50\r\n",
		"imageURL": "data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==",
		"experiences": "Enjoy a private transfer from Sharm El Sheikh airport to your hotel\r\nGet advice about where to go, where to shop and what to eat during your stay from your knowledgeable driver\r\n",
		"fullDescription": "Our Representative will meet you at Sharm El Sheikh airport holding a sign with your name on it. From there, enjoy a comfortable transfer to your hotel in Sharm in an air conditioned private van. Upon arrival, your driver will help you until you arrive in your room at the hotel .\r\n\r\nWe offer transfers from Sharm airport to any hotel in Sharm and from any hotel to the airport .\r\n\r\nDuring the transfer our representative will give you plenty of information for your holiday in Sharm, including, for example, tips about the weather, shopping, restaurants and much more. Our representative will also provide you with an idea of all the tours and excursions available to you during your vacation.\r\n\r\nFeel free to book a one-way or return transfer as you prefer .The minimum number to book this transfer is only 2 people.",
		"includes": "Driver/guide\r\nPrivate van\r\n"
	},
	{
		"title": "Cairo Day Tour from Sharm El Sheikh by Air",
		"duration": "15 hours",
		"price": "From\r\nE£ 3,579\r\nE£ 4,473.75\r\n",
		"imageURL": "data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==",
		"experiences": "Take a full-day tour to Cairo from Sharm El Sheikh, including a return flight\r\nVisit some of Cairo's most amazing sights and attractions, including the Great Pyramids and the Egyptian Museum\r\nEnjoy a delicious lunch at a local restaurant in Cairo\r\n",
		"fullDescription": "Our representative will pick you up from your hotel in Sharm El Sheikh. You will then be transferred to Sharm El Sheikh Airport to catch your flight to Cairo. At Cairo Airport you will be met and assisted by another of our representatives.\r\n\r\nOur Egyptologist guide will accompany you to visit the great pyramid of Giza, which is the only existing wonder of the seven wonders of the ancient world. At the Giza plateau, you will not only see the great pyramid of Khufu, known as Cheops, but also the pyramid of Chefren, the pyramid of Mykerinus, the valley temple of Khefren and the iconic Great Sphinx. This amazing complex of structures dates back to almost 5,000 years ago.\r\n\r\nFrom there, you will be taken to the Egyptian museum, which houses around 150,000 artifacts that date thousands of years to ancient Egyptian civilization. This is considered the largest and most precious collection of Egyptian art in the world. Take your chance to admire the incredible treasures of the boy-king Tutankhamun.\r\n\r\nAfter the museum, you will also have the chance to wander in the oldest bazaar in the middle east, the Khan El Khalili Bazaar, where you will feel the atmosphere of living in Islamic Cairo hundreds of years ago. The bazaar dates back to 1382, A.D., and is just one of the fascinating places we will see, giving you a real taste of the ancient city of Cairo.\r\n\r\nAt the end of the day you will be transferred to Cairo Airport for a flight back to Sharm El Sheikh.",
		"includes": "Pick-up and drop-off from your hotel in Sharm\r\nAll transfers by a private air-conditioned vehicle\r\nReturn flight ticket Sharm / Cairo / Sharm\r\nEnglish-speaking Egyptologist guide during your trip\r\nEntrance fees to the mentioned sites in Cairo\r\nLunch meal at local restaurant\r\nCairo Shopping tours in Cairo\r\nAll taxes and service charges\r\n"
	},
	{
		"title": "Cairo: Day Tour from Sharm el Sheikh",
		"duration": "1 day",
		"price": "From\r\nE£ 1,571.50\r\n",
		"imageURL": "data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==",
		"experiences": "Embark on a journey through time into the history of Egypt's ancient pharaohs and visit the main sights of Cairo\r\nDrive through the Sinai Desert and visit the fascinating Egyptian National Museum with over 120,000 artefacts\r\nAdmire the Pyramids of Giza, take a look at the impressive Sphinx and stroll around the exotic markets\r\n",
		"fullDescription": "Visit the impressive capital of Egypt with all its fascinating sights and enjoy the beautiful route along the coast of the Gulf of Suez and through the imposing Sinai Desert.\r\n\r\nVisit the Egyptian Museum and admire the collection of more than 120,000 pieces of art. Take a look at the fascinating artifacts from the Old, Middle and New Kingdoms of Egypt as well as the exhibition of King Tutankhamen.\r\n\r\nThen visit the pyramids of Giza – one of the seven wonders of the ancient world and the only one largely intact. Admire the imposing pyramids of Cheops, Chephren and Mykerinos. Explore the Giza Plateau and admire the beautiful scenery.\r\n\r\nThen explore the Valley of the Kings and admire the impressive Sphinx. Visit the surrounding temples and enjoy lunch at one of the local restaurants. Stroll through the markets of Cairo and see the local produce, before returning to your hotel at the end of the day.",
		"includes": "Bus trip from Sharm el Sheikh to Cairo and back\r\nPyramids of Giza and the Sphinx visit\r\nEgyptian National Museum visit\r\nTour guide\r\nLunch\r\nAll entrance fees to the sights\r\n"
	},
	{
		"title": "From Sharm: Introduction to Scuba Diving with Lunch",
		"duration": "8 hours",
		"price": "From\r\nE£ 692\r\n",
		"imageURL": "data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==",
		"experiences": "Sail along the Red Sea to your first dive spot, where you'll see bright marine life\r\nReceive diving instruction and carry out a safely dive with your guide\r\nSee native wildlife in their natural environment\r\n",
		"fullDescription": "Pick-up from your hotel in Sharm El Sheikh will be around 8:15 AM.On arrival at the marina, you are off to Tiran island for the day to receive your introduction to diving. The experienced diver will talk through with you all the basics of the dive and introduce you to the aqualung. Once you have this mastered, the rest is easy. They will go through the safety precautions that are taken and ensure that you fully understand the sign language that is used underwater. After being kitted up with the jacket, tank, weights and mask, its time to enter the water. When you are ready they will take you down below the surface at a steady pace and they will be with you at all times.\r\n\r\nThe rest of the day is spent taking a second dive if you have booked one or swimming or snorkeling at either of the other two stops the boat will make. The transfer vehicle will be waiting for you when you return to the port in the late afternoon and they will transfer you back directly to your hotel.",
		"includes": "Buffet lunch\r\nLight refreshments\r\nProfessional licensed diver/guide\r\nHotel pick-up and drop off\r\nTransport by air-conditioned minivan\r\nAll snorkeling equipment\r\n"
	},
	{
		"title": "Private Sharm El Sheikh Airport Transfers",
		"duration": "1 hour",
		"price": "From\r\nE£ 326.75\r\nper group\r\n",
		"imageURL": "data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==",
		"experiences": "Enjoy Sharm El Sheikh's scenery without having to worry about traffic or maps\r\nRelax, knowing your driver will track your flight and allow for delays and early arrivals to Sharm El Sheikh Airport\r\nEnjoy the privacy and comfort of a private ride through the Red Sea region\r\nAvoid Sharm El Sheikh Airport's long lines for cabs with your priority reservation\r\n",
		"fullDescription": "Arriving at a new destination can be a stressful experience. But with this private transfer from Sharm El Sheikh Airport to Sharm El Sheikh hotels, you can take the worry out of finding a taxi and skip the long lines with a guaranteed meet and greet.\r\n\r\nAn Egypt Excursions representative will pick you up outside the exit door of Sharm El Sheikh Airport and assist you with your luggage. They will be holding a sign with your name written on it, ready to transport you by private air-conditioned vehicle to your hotel.\r\n\r\nThe vehicles can take up to 4 passengers, and wheelchair accesible vehicles are available on request, for a small extra charge. Simply provide your flight details and hotel name on booking, and Egypt Excursions will make the arrangements. For transfers to Sharm El Sheikh Airport at the end of your trip, a transfer time of 2 hours before your flight time will be necessary.",
		"includes": "1-way transfer by private air-conditioned vehicle\r\nEnglish-speaking representative at Sharm El Sheikh Airport\r\nLuggage handling\r\n"
	},
	{
		"title": "From Sharm el-Sheikh: Mount Sinai Sunrise Climb",
		"duration": "14 hours",
		"price": "From\r\nE£ 822.50\r\n",
		"imageURL": "data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==",
		"experiences": "",
		"fullDescription": "",
		"includes": ""
	},
	{
		"title": "Sharm el-Sheikh: Panoramic Submarine Adventure",
		"duration": "3 hours",
		"price": "From\r\nE£ 824\r\n",
		"imageURL": "data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==",
		"experiences": "Immerse yourself in Nemo's world and let the beauty of the world under the Red Sea enchant you\r\nEnjoy an incredible look at the colorful fish and impressive coral from your submarine\r\nRelax as you explore the depths of the sea\r\n",
		"fullDescription": "Discover the breathtaking underwater world of the Red Sea from an incredible new perspective. After a pick-up from your hotel, go directly to the submarine and immerse yourself in the Red Sea. This modern submarine features over 18 panoramic windows, which offer unique views of the coral reefs and a fascinating variety of exotic and colorful fish.\r\n\r\nSit back and relax in your seat as you venture to the depths of the sea. Discover the breathtaking varieties of coral and fish of all shapes and sizes.",
		"includes": "Transfer to and from your hotel in an air-conditioned vehicle\r\nMineral water onboard during the tour\r\n"
	},
	{
		"title": "Snorkeling Adventure: Ras Mohammed National Park by Boat",
		"duration": "8 hours",
		"price": "From\r\nE£ 731.75\r\n",
		"imageURL": "data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==",
		"experiences": "Sail into the beauty of Egypt's only National Park\r\nDive into the refreshing waters for a look at the underwater world\r\nMake 3 stops along the way\r\nRelax on board with free water and soft drinks\r\n",
		"fullDescription": "The crystal clear waters stretch out in front of you as you sail towards one of the most beautiful sites for snorkeling anywhere in the world. An easy drive and sail from Sharm el Sheikh, your day of snorkeling will be filled with colorful creatures and over 130 sorts of coral and 1,000s of brightly colored fish in Egypt's only National Park.\r\n\r\nDeparting your hotel in Sharm el Sheikh at 8:00, you will take a quick drive to the dock before sailing off into the paradise. There are two or three stops for snorkeling along the way, depending on conditions. You will stop in the Red Sea, Gulf of Aqba, and the Gulf of Suez. There's gear to hire on board, or bring your own and enjoy your day out at sea!\r\n\r\nArrive back at your hotel around 17:00.",
		"includes": "All transfers by air-conditioned vehicle\r\nEntrance fees to Ras Mohamed Park\r\nCruise yacht ticket and fees\r\nLunch\r\nSnorkeling guide aboard cruise\r\n1 bottled water & soft drink free\r\n"
	},
	{
		"title": "Sharm: Tiran Island Snorkeling Day Trip with Lunch",
		"duration": "8 hours",
		"price": "From\r\nE£ 712.75\r\n",
		"imageURL": "data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==",
		"experiences": "Sail across the Red Sea to Tiran Island\r\nSnorkel with the marine life of an underwater sanctuary\r\nEnjoy lunch aboard the boat and relax on the white sand beaches\r\n",
		"fullDescription": "Climb aboard and set sail across the Red Sea from Sharm El Sheikh to the sanctuary of Tiran Island. Upon arrival, discover an underwater paradise for snorkeling and avail of the services of experienced instructors. Benefit from tips for beginners and explanations about the local marine life.\r\n\r\nTake 1 or 2 dives to experience the underwater landscapes and encounter a variety of different fish and other sea life. Avail of soft drinks throughout the day, along with lunch served on board the boat in the afternoon. Find perfect spots to relax on the white sandy beaches.",
		"includes": "Transportation by air-conditioned van\r\nBuffet lunch on board\r\nSnorkeling equipment\r\nLight refreshments\r\nProfessional licensed diver guide\r\nHotel pick-up and drop off\r\n"
	},
	{
		"title": "Sharm : Quad Bike Safari Adventure with Transfers",
		"duration": "2 hours",
		"price": "From\r\nE£ 365.25\r\n",
		"imageURL": "data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==",
		"experiences": "Cross the dunes of the Sinai Desert by Quad Bike\r\nStop at a Bedouin tent and try some local Bedouin tea\r\nExperience a Sinai Desert sunset from a unique perspective\r\n",
		"fullDescription": "Benefit from pick-up at your hotel in Sharm El Sheikh, and then journey to a Quad Bike center not from the resort, but far from the crowds and traffic in an isolated desert location.\r\n\r\nMeet your instructor and get a safety briefing and some tips on how to get the best out of what lies ahead. Benefit from the expertize of your instructors as they escort you through the desert for about 2 hours. Make your way to a Bedouin tent, where you will be welcomed with a complimentary drink.\r\n\r\nGet some time to freshen up while the Quad Bike engines cool down. Purchase extra drinks if you still need hydrating before setting off again. Experience the drama of Echo Mountain, where the fun really kicks in! Scout around the mountain landscape and take stunning souvenir photos.\r\n\r\nFollow your instructors to secret passages deep in the desert for the most thrilling Quad Bike ride. At the end of your adventure, sit back and relax on the journey back to your hotel.",
		"includes": "Hotel pick-up and drop off\r\nTransportation by air-conditioned vehicle\r\nTea in a Bedouin tent\r\n"
	},
	{
		"title": "Sharm El Sheikh: Private Airport Transfer with London Cab",
		"duration": "1 day",
		"price": "From\r\nE£ 397.25\r\nper group\r\n",
		"imageURL": "data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==",
		"experiences": "Be driven by a professional chauffeur\r\nChoose between airport or hotel pick-up\r\nEnjoy a private transfer\r\nRelish in the transport of an air-conditioned vehicle\r\n",
		"fullDescription": "Avoid the torment and stress of waiting for taxis by opting for this affordable airport transfer. Your skilled driver will be waiting for you at the airport with a name sign in the arrivals hall. From here they will help with your luggage before guiding you to your premium airport transfer.\r\n\r\nFor hotel pick-up, your driver will meet you at your hotel lobby. Please be ready and waiting 10 minutes before your designated meeting time. It is recommended to give your flight number in advance, so your driver can arrive at the appropriate time. If there happens to be a delay in your flight, your driver will be waiting until you arrive safely at no extra fee.\r\n\r\nAll drivers have excellent experience and a wealth of knowledge of the city. If you have any questions at any stage of your transfer, simply ask. Whether you’d prefer music, talking or simply snoozing after a long journey, your driver will get you safely to the right destination.",
		"includes": "Professional chauffeur\r\nAirport or hotel pick-up\r\nPrivate transfer\r\nTransport by air-conditioned vehicle\r\nLocal taxes\r\nAirport taxes\r\nAll taxes, fees and handling charges\r\nGratuities\r\n"
	},
	{
		"title": "7-Hour Desert Safari from Sharm el-Sheikh",
		"duration": "7 hours",
		"price": "From\r\nE£ 836.25\r\n",
		"imageURL": "data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==",
		"experiences": "Experience an exciting safari through the desert by quad bike and a thrilling ride through the sand dunes\r\nEnjoy a ride on the back of a camel\r\nVisit a traditional Bedouin village and learn more about the lifestyle of the desert inhabitants\r\nEnjoy a variety of entertainment with a fire show and stargazing through a telescope\r\n",
		"fullDescription": "Immerse yourself in the infinite expanse of the desert and enjoy a fast-paced quad bike tour through the sand dunes. Visit a Bedouin village, where you can learn more about the lives of the desert inhabitants and enjoy a traditional dinner.\r\n\r\nA variety of entertainment will also be provided for your pleasure. You can enjoy a camel ride, admire the impressive fire show, and marvel at the beautiful starry sky through a telescope.",
		"includes": "Pick-up and drop off at your hotel\r\nQuad bike ride for approximately 1 hour\r\nCamel ride for approximately 15 minutes\r\nDinner including drinks\r\nStargazing with a telescope\r\n"
	},
	{
		"title": "Sharm el-Sheikh Day Tiran Island or Ras Mohamed Park Snorkel",
		"duration": "1 day",
		"price": "From\r\nE£ 940.75\r\n",
		"imageURL": "data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==",
		"experiences": "Discover the underwater life and amazing corals of the Red Sea while snorkeling\r\nLet your snorkel guide show you all the colorful fishes and corals\r\nHave lunch and soft drinks served on-board\r\n",
		"fullDescription": "Enjoy a full-day snorkel trip by boat to the best spots of Ras Mohamed or Tiran Strait. The trip is suitable for the whole family. You will discover many beautiful corals, which seem like underwater gardens. Besides that, you will meet plenty of colorful fishes, which are typical for the Red Sea. Your snorkel guide will gladly show you the best snorkeling places.\r\n\r\nTransfer from your hotel to the jetty, where you will board a comfortable and specious boat, equipped with sun decks, perfect for relaxing or sunbathing the whole day. You will make 2 to 3 stops for snorkeling.\r\n\r\nIn the meantime, soft drinks and lunch will be served. The meeting time in the morning will be given after reconfirmation. You just need to bring your swimsuit, towel, suncream and good mood.",
		"includes": "Mask, fins, life jacket, wetsuit (in wintertime only)\r\nLunch, soft drinks, water, tea and coffee\r\n"
	},
	{
		"title": "Sharm el-Sheikh: Snorkel & Camel Safari at Blue Hole",
		"duration": "11 hours",
		"price": "From\r\nE£ 529.75\r\n",
		"imageURL": "data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==",
		"experiences": "See the incredible landscape of the Sinai Desert with its rock formations on the way to the Blue Hole\r\nLearn more about the life of the desert denizens, visit a Bedouin cemetery and ride a camel\r\nDiscover the vibrant underwater world or relax on the beach at the Blue Hole\r\n",
		"fullDescription": "After a pick-up from your hotel in Sharm el-Sheikh, get your first look at the incredible landscape you'll explore further on this tour of the Sinai Peninsula. Enjoy a view of the natural colors and rock formations and stop at a little oasis to get a closer look.\r\n\r\nThen ride along the coast on the back of a camel to the Blue Hole, a renowned spot for diving and snorkeling 10 kilometers north of Dahab on the east coast of the Sinai Peninsula on the Gulf of Aqaba.\r\n\r\nLet the stress of the everyday float away as you immerse yourself in this relaxing environment. Enjoy incredible views from atop a camel and under the water; immerse yourself in this unique world and watch the countless colorful fish and vibrant coral reefs up close or relax on the sand in the sun.\r\n\r\nDuring the tour, enjoy a delicious lunch. On the journey back, enjoy an opportunity to walk around Dahab and do a bit of shopping before returning to your hotel.",
		"includes": "Transfer to/from your hotel in an air-conditioned vehicle\r\nTour guide\r\nLunch\r\nDrink\r\nCamel ride\r\n"
	},
	{
		"title": "Sharm El Sheikh Bedouin Village and Dinner Tour",
		"duration": "5 hours",
		"price": "From\r\nE£ 1,005.25\r\n",
		"imageURL": "data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==",
		"experiences": "Enjoy a barbecue dinner with the Bedouin villagers\r\nExperience a camel ride across the desert\r\nWatch an oriental show and listen to traditional music\r\n",
		"fullDescription": "Your tour guide will pick you up from your hotel in Sharm El Sheikh and take you to the Bedouin village for a traditional dinner and to witness their daily life activities and traditions.\r\n\r\nThen, you will have a chance to ride a camel - a classic Egyptian experience. You will also be able to witness the amazing panoramic views of the desert and sunset.\r\n\r\nFinally, you will have a barbecue dinner and enjoy an oriental show including folkloric songs before being driven back to your hotel.",
		"includes": "Pick-up/drop off service\r\nDesert safari tour guide\r\nCamel ride in the desert\r\nBarbecue dinner with mineral water and soft drinks\r\nAll taxes & service charges\r\n"
	},
	{
		"title": "Sharm: Overnight Moses Mountain Climb & Sunrise Breakfast",
		"duration": "19 hours",
		"price": "From\r\nE£ 653.75\r\n",
		"imageURL": "data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==",
		"experiences": "Visit Saint Catherine's Monastery, one of the oldest in the world, and a UNESCO World Heritage Site\r\nAscend the same mountain as Moses, in an overnight climb\r\nWatch the sun rise from the summit of Mount Sinai\r\nEat breakfast at St. Catherine's Monastery after your epic climb\r\n",
		"fullDescription": "You will be picked up from your hotel in Sharm el Sheikh at 7:00 PM and then drive for about 2 hours from Sharm to Moses Mountain in a coach.\r\n\r\nOn arrival you will start the ascent to the top of Mount Sinai. Reaching 2,285 meters, the climb includes about 750 steps, and will take you through the night to finish. On reaching the summit, gaze in awe as the sun rises, flooding the mountain with light.\r\n\r\nAfter seeing the sunrise, you'll descend to St. Catherine's Monastery for breakfast. Saint Catherine's Monastery is on the Sinai Peninsula, at the mouth of a gorge at the foot of Mount Sinai in the city of Saint Catherine in Egypt. The monastery is Orthodox and is a UNESCO World Heritage Site.\r\n\r\nThis monastery is one of the oldest working Christian monasteries in the world together with the Monastery of Saint Anthony, situated across the Red Sea in the desert south of Cairo, which also lays claim to that title.\r\n\r\nAfter visiting this incredible ancient site, you will leave for Sharm El Sheikh, and arrive in Sharm at about 1:00 PM, enjoying a transfer you back to your hotel.",
		"includes": "Pick-up/drop-off services from/to your hotel in Sharm\r\nAll transfers by a modern air-conditioned vehicle\r\nEntrance fees\r\nBreakfast and Drinks\r\n"
	},
	{
		"title": "Sharm El-Sheikh Full-Day Scuba Diving Tour",
		"duration": "8 hours",
		"price": "From\r\nE£ 1,005.25\r\n",
		"imageURL": "data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==",
		"experiences": "Scuba dive at some of the best dive sites in the Red Sea\r\nDiscover old shipwrecks that provide shelter to hundreds of fish, including big fish like tune\r\nTailor the dive experience to suit your skill level\r\nSee the Lara wreck, and the wreck of SS Thistlegorm, where World War II equipment is still stored\r\nAdmire the soft and hard coral of Jackson Reef\r\nDive among sharks, large pelagic and the occasional hammerhead\r\nEnjoy the shallow swim throughs and sandy patches\r\n",
		"fullDescription": "Explore the underwater world of the Red Sea on a full-day diving tour from Sharm El-Sheikh. Following a meet up with your guide, who will provide all necessary equipment, you will enjoy a local dive to get orientated, before heading to the Lara wreck, Jackson Reef, and the Sinai Peninsula.\r\n\r\nYou can receive instruction tailored for beginners, and for those with more experience. Depending on your skill level, swim through schools of fish to a spot where sharks often gather. Proceed toward the wreck Yolanda to reach a plateau 15-25 meters (50-80 feet) deep, scattered with small ergs and coral outcrops where stone fish and scorpion fish feed. The wreck of the Yolanda, complete with its cargo of toilets and baths, provides home to big fish, such as tuna, bluefish, and the occasional hammerhead.\r\n\r\nAnother popular dive site is Jackson Reef on the northernmost of the 4 reefs that separate the Sinai and Saudi Arabia. Strong currents make it ideal for large pelagic, sharks and other big fish. Admire soft and hard coral, and look for barracudas, jacks, hammerheads, and tiger sharks.\r\n\r\nThe remains of the Cypriot merchant ship Lara, which collided with the reef in 1981, lies at depths of 45 meters (147 feet) and more, while the wreck of the SS Thistlegorm holds World War II machinery and equipment, still neatly stowed in its open holds, making for a fantastic dive experience.\r\n\r\nThis most famous Sinai Peninsula dive has to be experienced to truly appreciate its wonders. The group of coral heads at Temple come up from a depth of 12-20 meters (40-65 feet). If viewed in the right position, and using your imagination, they look like columns of a temple.\r\n\r\nFor a less challenging dive, there are sandy patches at about 8 meters (25 feet) with lots of inlets into the shore reefs, and coral heads about 2 meters (6.5 feet) apart, allowing you to swim between them.",
		"includes": "Transfer from/to hotel in Sharm El-Sheikh\r\nLunch and soft drinks\r\nAll diving equipment\r\n"
	}
]
